{
  "resource": "2gis",
  "reviews": [
    {
      "school_id": "1",
      "date": "24 сентября 2019",
      "text": "Отличная школа, учат нормально, хорошо готовят. На уроках интересно.",
      "likes_count": 1
    },
    {
      "school_id": "1",
      "date": "18 августа 2021",
      "text": "Учился тут 9 лет. Ужасное здание. Все стены в трещинах, потолки в плесени (весной протекает крыша). Хороших учителей очень мало",
      "likes_count": 5
    },
    {
      "school_id": "1",
      "date": "11 октября 2023, отредактирован",
      "text": "школа несомненно требует ремонта, по крайней мере, на тот момент, пока я там обучалась. в остальном, могу сказать так – там одни из лучших преподавателей по заводскому району, которые действительно учат. не могу выделить конкретного учителя, ведь все невероятно классные!\\\n",
      "likes_count": 1
    },
    {
      "school_id": "1",
      "date": "17 января 2024",
      "text": "В деревнях школы лучше выглядит",
      "likes_count": 5
    },
    {
      "school_id": "1",
      "date": "27 февраля 2025",
      "text": "Она скоро рухнет вместе с детьми просим наше правителтсьво пожалеть наших детей и граждан г Саратова закройте ее в срочном порядке она опасна для жизни",
      "likes_count": 1
    },
    {
      "school_id": "10",
      "date": "13 августа 2021",
      "text": "Бигает па полю висило кабанчык",
      "likes_count": 0
    },
    {
      "school_id": "10",
      "date": "1 июня 2022",
      "text": "От директора до учителя, всё идеальны! Строго как в гимназии, отличный уровень знаний оба здания в отличном состоянии как мебель так и оснащённость!",
      "likes_count": 0
    },
    {
      "school_id": "10",
      "date": "14 августа 2022, отредактирован",
      "text": "Рядом с домом!",
      "likes_count": 0
    },
    {
      "school_id": "10",
      "date": "20 марта 2023, отредактирован",
      "text": "Я рада, что мои дети учатся именно здесь. У старшей дочери в пятом классе отличные учителя, может и не все, но большинство замечательные по русскому, истории, английскому и тд. Жаль, что школа переполнена и есть вторая смена. Но это проблема всего микрорайона в целом. ",
      "likes_count": 0
    },
    {
      "school_id": "10",
      "date": "30 апреля 2023",
      "text": "Замечательные педагоги! Великолепный директор!",
      "likes_count": 1
    },
    {
      "school_id": "10",
      "date": "",
      "text": "\\",
      "likes_count": 1
    },
    {
      "school_id": "10",
      "date": "24 мая 2024, отредактирован",
      "text": "Ходим на гимнастику,парковка есть,охрана есть,тепло,большой двор и стадион !",
      "likes_count": 0
    },
    {
      "school_id": "10",
      "date": "5 июня 2024, отредактирован",
      "text": "Хорошая, современная школа! Очень активная школа, принимает участие в разных мероприятиях. Педагогический состав хороший и сильный. Также и безопасность на хорошем уровне! ",
      "likes_count": 0
    },
    {
      "school_id": "10",
      "date": "27 сентября 2025",
      "text": "Еда вкусная",
      "likes_count": 0
    },
    {
      "school_id": "10",
      "date": "13 ноября 2025, отредактирован",
      "text": "Я туда после 11-о класса ни ногой!!!",
      "likes_count": 0
    },
    {
      "school_id": "10",
      "date": "31 октября 2025, отредактирован",
      "text": "Не школа а ужас: в столовой еда засохшая каждый день, булочки подают без пакетиков, приходится руки мыть а сами фигуры пойми че трогали. Учусь в 5 классе: задают уж очень много, сначала на компьютере делай а потом и письменно. В туалетах (почти в каждых) на уроках толпится много старшеклассников которые прогуливают, а некоторые вобще курят. Один раз вышел на уроке в туалет: около них стоит 3 УЧИТЕЛЯ и вообще не чувствуют запах вейпов. Так и оказалось: в туалете курили несколько парней. Школа хорошая, но надо постаратся над столовой, учениками, и В ТОМ ЧИСЛЕ УЧИТЕЛЯМИ!!!! и кстати га физкультуре учителям пофиг на выполнение движений тела: у меня мама тренер, сам к ней хожу, движения более качественные. А так же физрук не следит сам за движениеми, и дети кривляются.",
      "likes_count": 1
    },
    {
      "school_id": "10",
      "date": "12 февраля 2025, отредактирован",
      "text": "училась тут с первого класса, окончила в 2023г, поступила на бюджет в сгу. я действительно ходила на уроки с большой радостью, с теплотой вспоминаю пед.состав и ко многим даже до сих пор захожу в гости. одноклассников тоже вспоминаю с теплотой, связь поддерживаем, многие тоже учатся в СГУ, РАНХиГС или академии права. сейчас в гимназии учатся мои 2 сестры и 2 брата. школа действительно даёт все возможности для развития ребенка, учителя бывают разные, но по профильным предметам 9-11 класс - действительно профессионалы своего дела и заслуженные педагоги. у нас, если не ошибаюсь, было 6-7 100-бальников в выпуске того года, красных дипломов ещё больше. мало кто завалил, буквально знаю только одного такого, но с уверенностью могу сказать - это исключительно его вина. базу тут дают хорошую, вопрос только в том, кто и как этим воспользуется",
      "likes_count": 4
    },
    {
      "school_id": "10",
      "date": "16 ноября 2023",
      "text": "\"Гимназия 7\" - это отличная школа!\nШкола новая:\nПросторные коридоры, есть теннисные столы, множество туалетов, кабинеты большие, есть проекторы и компьютеры.\nШкола прекрасная!",
      "likes_count": 4
    },
    {
      "school_id": "177",
      "date": "",
      "text": "Заходите в мобильное приложение hh.ru и выбирайте подходящие вакансии",
      "likes_count": 8
    },
    {
      "school_id": "177",
      "date": "4 мая 2019",
      "text": "Отличная школа, очень жалею что переехал. Очень хорошие учителя, хочу выделить учителя географии - Ольгу Николаевну. Отличный учитель географии. Там где я сейчас учусь - учитель географии только название!",
      "likes_count": 8
    },
    {
      "school_id": "177",
      "date": "",
      "text": "Спасибо, за отзыв.",
      "likes_count": 0
    },
    {
      "school_id": "177",
      "date": "8 апреля 2024, отредактирован",
      "text": "Школа просто сказочная ",
      "likes_count": 0
    },
    {
      "school_id": "177",
      "date": "4 мая 2019",
      "text": "Отличная школа",
      "likes_count": 0
    },
    {
      "school_id": "177",
      "date": "6 июля 2025, отредактирован",
      "text": "Отличная школа",
      "likes_count": 8
    }
  ]
}