[
    {
        "review_id": "4902",
        "school_id": "100",
        "date": "2025-10-10",
        "text": "Это не школа , а второй дом. В помещении всегда тепло , много воздуха. Коллектив школы прекрасный, как одна семья. Дети хвалят питание, а это дорогого стоит 😋. Дочь учится в 4 классе , в здании школы посещает кружки и секции.  Останемся и дальше.  Понимаю как тяжело вести хозяйственную деятельность в сочетании  с образовательным процессом.  Искренне желаю  здоровья, вдохновения, процветания! ",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "4903",
        "school_id": "100",
        "date": "2025-11-29",
        "text": "Отправляя ребёнка в первый класс гимназии \"ДАР,\" немного сомневалась. Но, все просто замечательно! И в первую очередь образовательный процесс.  Спустя три месяца обучения констатирую: ребенок получил знания, умения, навыки максимально возможные за это время. Спасибо, Вам Алина Вячеславовна и ,конечно, всем педагогам!  К плюсам  добавлю малочисленность классов, условия, питание, бассейн, безопасность, кружки и доброе отношение всех сотрудников!) я рада, что мой ребёнок учиться именно здесь.",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "4904",
        "school_id": "100",
        "date": "2024-09-21",
        "text": "Когда выбирали частные гимназии, то отдали предпочтение ДАРу из-за близости к дому. И не пожалели . Гимназия реализует государственную образовательную программу , ребенок получает качественное образование , без всяких новомодных штучек. Что немаловажно - в гимназии созданы все условия для всестороннего развития детей( различные кружки , которые входят в основную плату ). Если проболели , не поняли материал , учитель всегда найдет время для индивидуальных занятий .  Внутри чисто, уютно , качественное здоровое питание . Можете быть спокойны за ребёнка , что он накормлен , выучен и\n \" выгулен\"  и в безопасности . ",
        "likes_count": 2,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "4905",
        "school_id": "100",
        "date": "2024-09-18",
        "text": "Посещаем Д.А.Р с младшей группы детского сада, сейчас учимся во 2м классе и планируем продолжать учебу здесь после начальной школы.\nГрамотный педагогический состав, большое разнообразие внеклассных занятий, индивидуальный подход к каждому ученику за счет небольшого количества ребят в группе/классе.\nВ продленке всегда заняты чем-то интересным, много гуляют, ездят в музеи , приезжает театр. Рядом лес, всегда свежий воздух , рядом можно посещать дополнительные секции. \nОчень здорово, что в городе есть такое замечательное учреждение, полностью довольна, за почти 7лет посещения ни одного нарекания.",
        "likes_count": 1,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "4906",
        "school_id": "100",
        "date": "2025-10-31",
        "text": "Добрый день!\nНа подготовительный курс к школе,решили пойти в эту гимназию и были довольны настолько,что пошли в первый класс именно в Д.А.Р\nРебенку нравится все!В классе немного детей,прекрасные преподаватели,директор и завуч,все сотрудники очень доброжелательные и отзывчивые.Спасибо Вам!❤️",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "4907",
        "school_id": "100",
        "date": "2024-09-18",
        "text": "Дочь посещает гимназию с 3-х лет. Сначала это был садик с прекрасными, отзывчивыми и очень внимательными воспитателями, которые всегда шли на встречу в плане интересов ребёнка. Теперь это школа, куда ребёнок идёт с удовольствием. Очень важно, что между садиком и школой существует преемственность. В выпускной группе дети знакомятся со своим будущим учителем, который ведёт занятия по подготовке к школе. \nНам достался прекрасный педагог, Светлана Владимировна!\nДети всегда под присмотром. Домашнее задание выполнено в школе, учитель всегда на связи. \nПри входе в школу - контроль самочувствия, осмотр врача. \nВсегда есть где встать на парковке. \nЯ очень довольна, что моя дочь обучается в этом учебном заведении! ",
        "likes_count": 3,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "4908",
        "school_id": "100",
        "date": "2024-12-12",
        "text": "Третий год учится сын, что такое домашняя работа - я не знаю... Успевают делать все там. Есть недочёты, но позвонив классному руководителю можно все решить... Если ребёнок что-то не понял для этого есть специальное время, все объяснят... Детей можно водить и в каникулы... Там хорошо их развлекают, особенно в июне... Водят в боулинг, приезжают аниматоры... Детям нравится! Все входит в стоимость обучения. Для частной гимназии цена просто супер!\nДополняю отзыв.. Совершенно ничего не сказала про логопеда в школе... Она супер... Во втором классе убрали проблемы с \"л\" и \"Р\"... Но, ребёнок должен выполнять все, что написали в тетрадке... ",
        "likes_count": 2,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4909",
        "school_id": "100",
        "date": "2024-09-08",
        "text": "Гимназию ДАР ребенок посещает с 2-х лет, сначала ходили в детский сад, затем ходим в школу. Отличное учебное заведение, ребенку очень нравится. Прекрасные учителя, очень радует, что появились старшие классы.  С детьми действительно занимаются, уроки всегда выучены, если ребенок болел, то учитель всегда объяснит пропущенный материал. Всем советую   гимназию ДАР, гимназия большая помощь работающим родителям, т.к. ребенок целый день под присмотром педагогов. ",
        "likes_count": 3,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "4910",
        "school_id": "100",
        "date": "2024-09-20",
        "text": "Хочу поделиться своими мнением! Гимназия ДАР— это лучший выбор, сделанный нами для получения качественного школьного образования! Наш ребёнок учится с большим желанием и удовольствием! Школа невероятно уютная. Дружная и теплая атмосфера. Самая большая ценность и достоинство — очень квалифицированные педагоги, чуткие, внимательные, добрые! Всегда помогут, поддержат, подбодрят, объяснят. Здесь обучение и воспитание — единое целое, что так редко для нашего времени!",
        "likes_count": 1,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "4911",
        "school_id": "100",
        "date": "2024-02-06",
        "text": "Один из лучших садиков в городе. Много плюсов в ДАРе, например отдельная комната с невыдвижными, а нормальными кроватями для сна, свои входа выходы , свои площадки для прогулок и прочее ,но главное это педагогический состав! Огромное спасибо воспитателям сына Елене Анатольевне и Светлане Викторовне. Профессионалы своего дела, любят детей, просто хорошие образованные люди. Сына многому обучили, с детьми действительно занимаются, очень разнообразная программа, помогли пройти адаптацию. Отдельная благодарность помощнице воспитателя Надежде Петровне, искренняя , доброжелательная, относится к детям с душой, как к родным. К сожалению мы переехали и пришлось поменять сад . Уходили со слезами на глазах. Однозначно рекомендуем! ",
        "likes_count": 0,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4912",
        "school_id": "100",
        "date": "2024-02-23",
        "text": "Всем доброго дня! \n\nС декабря 2022 года посещаем сад. \nГруппа была на тот момент маленькая. \nАдаптация прошла быстро и просто прекрасно.\n\nОгромная благодарность всем педагогам, воспитателям и помощникам за труд, тепло, доброту и знания, которые вкладываете. \n\nАнна Николаевна, Анна Сергеевна, Татьяна Сергеевна, Евгения Евгеньевна\n🙏❤️ \n\nС октября 2023 начались занятия с логопедом. За несколько месяцев поставили звук «Ц» и «Л». Отличная работа Татьяны Сергеевны. Благодарю 🙏",
        "likes_count": 2,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4913",
        "school_id": "100",
        "date": "2024-11-26",
        "text": "Я сейчас там учусь в 4 классе мой классный руководитель Арина Дмитриевна она очень добрая отзывчивая понимающая ответственная вежливая но вот по еде в столовой еда не очень вкусная моему другу попалась огромная кость в супе где-то 5-6 см а так всё хорошо",
        "likes_count": 3,
        "dislikes_count": 0,
        "rating": 4
    },
    {
        "review_id": "4914",
        "school_id": "100",
        "date": "2023-01-25",
        "text": "Очень мало секций и доп занятий, можно сказать их нет. Бассейн есть, но занятий в нем полтора за весь учебный год! \nУровень обучения тоже страдает и от гимназического очень далёк! Питание тоже весьма посредственное. \nМедработник с зашкаливающим уровнем хамства, может делать абсолютно любые замечания и детям и родителям, при этом состояние здоровья детей уходит на второй план!\nЕдинственное преимущество - это завуч, адекватная, активная, умеет ласково поддерживать жесткую дисциплину, но на ней все заканчивается, а она на всю школу одна…\nНе самая лучшая из частных школ.",
        "likes_count": 8,
        "dislikes_count": 1,
        "rating": 3
    },
    {
        "review_id": "4915",
        "school_id": "100",
        "date": "2024-04-16",
        "text": "Посещаем садик гимназии Д. А. Р. около года. Опыт позитивный. Есть небольшие разногласия в питании и в вопросе организации посещения сада непривитыми детками. В целом - все нравится. Ребенок захотел ходить с 1 дня знакомства с воспитателями и группой, попытки устроить в государственный садик заканчивались рыданием и истериками. Это было главным показателем. Здесь своя атмосфера. Добрая, достаточно адекватная. Отдельно хочу сказать слова благодарности воспитателям и преподавателям сада. Для меня  очень ценно человеческое отношение, чуткость и деликатность. Я действительно это вижу в учетилях и воспитателях. Особенно нам  сейчас помогает логопед - Коробкова Татьяна Сергеевна. Есть проблемы с произношением сложных слов и буквы \"Р\" примерно с 3 лет. Годам к 6 стал специально картавить. Долго искали логопеда, который возьмется за работу с сыном. В 3 года нам стомотолог клиники Совенок категорически заявила, что необходимо будет подрезать подъязычную уздечку, иначе ребенок не заговорит четко. После были порытки сработаться с логопедами онлайн, а так же при личных консультациях по отзывам и рекомендациям. Все называли сроки около года либо операционное вмешательство. Я опустила руки. Попытки тренироваться дома не давали результата, сын просто не хотел заниматься. С начала этого года - выпускного в детском саду с детьми занимается логопед Татьяна Сергеевна. Мы много пропускали по причине отсутвия прививок и начали ходить примерно февраля. Через 2 занятия сын начал правильно ставить язык и буква Р стала проскальзывать. Я была шокирована. После общения с преподвателем удивление мое было еще больше. У сына прекрасная подъязычная мышца - длинная и сильная. Нужно просто поставить звук Р и закрепить его в словах. С занятия присылаются видео с результатами, от которых я приплакиваю)))) стараемся выполнять задания дома. Результат хорший. Почти во всех словах уже четко слышится звук Р. Осталось немного доработать. Большое спасибо за профессионализм и не простую работу с детками, Татьяна Сергеевна! ",
        "likes_count": 1,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4916",
        "school_id": "100",
        "date": "2023-11-01",
        "text": "Самая лучшая школа!!! Огромная благодарность нашей учительнице Полине Николаевне!! Пришли с обычной школы, обычным учеником, буквы писали неправильно, ручку держали неправильно, стихи не умели учить, за год сына перестала узнавать, появился интерес к учебе, изменился почерк, сам стал всем интересоваться, появились любимые предметы и учил стихи без моей помощи!!! Закончили третий класс с отличием!!! Очень советую всем мамочкам, особенно с малышами на руках - я в этом году смогла отдохнуть от домашних заданий, от ежедневных перекладываний учебников в портфель - один раз собираешь в школу в понедельник, и форма, и учебники, все находятся в школе. И еще - школьный логопед Коробкова Татьяна Сергеевна поставила нам нам два звука за месяц, до 9 лет не могли выговаривать \"л\" и \"р\", сейчас отличная дикция, Хорошо, что в нашем городе есть такая школа!",
        "likes_count": 3,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "4917",
        "school_id": "100",
        "date": "2025-05-26",
        "text": "Сын учится в этой школе и все замечательно! Полина Николаевна и Алина Вячеславовна просто профессионалы своего дела! ",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "4918",
        "school_id": "100",
        "date": "2023-10-31",
        "text": "Рекомендую ! Если есть финансовая возможность то очень рекомендую водить ребенка в садик сюда! У нас были проблемы со здоровьем в обычном садике. Очень часто болели( 2 дня ходим 3 недели болеем)надлежащего ухода за детьми там конечно нет!в ДАРе все иначе! Начиная с ухода и заканчивая занятиями. Прекрасные педагоги! Отдельно хочу выразить огромную благодарность  учителю- логопеду Коробковой Татьяне Сергеевне!!!у нас  была проблема с произношением буквы «р» !казалось бы что без операции ее решить было не возможно( у нас короткая уздечка языка) но благодаря опыту и знаниям  Татьяны Сергеевны она смогла специальными упражнениями растянуть уздечку языка без операции и поставить нам букву «р»!!! Произношение этой буквы получилось чистейшее и все благодаря такому замечательному педагогу Татьяне Сергеевне!Очень талантливый педагог умеющий найти подход к ребенку!очень благодарны всему коллективу ДАРа за их внимательное и чуткое отношение к детям!",
        "likes_count": 1,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4919",
        "school_id": "100",
        "date": "2023-03-13",
        "text": "Пошли в это учреждение из-за близкого расположения к дому.\nВ итоге очень пожалели. Расторгли договор, не дожидаясь конца года. Очень слабый уровень обучения. Питание на 3 из 5. Есть странные события происходящие  в гимназии о которых стыдно писать. Мы не единственные, кто разочаровались и побыстрее забрали детей. Не советую любящим родителям эту прогимназию. Не тратьте время своё и детей, свои нервы и деньги.  ",
        "likes_count": 10,
        "dislikes_count": 5,
        "rating": 1
    },
    {
        "review_id": "4920",
        "school_id": "100",
        "date": "2020-01-27",
        "text": "Два года водим сына в спортивную секцию в Д.А.Р.Нам очень нравится.Удобный подьезд на машине.Рядом так же находится остановка общественного транспорта.Удобное время.Просторный холл,где можно подождать ребенка.Чистота.Грамотные преподователи .А такого замечательного тренера,как наш,трудно встретить в наше время!",
        "likes_count": 5,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "4921",
        "school_id": "100",
        "date": "2023-02-20",
        "text": "Странное место и невоспитанный учитель.Пришли устраиваться в эту школу.На тесте учитель нач кл.повышает голос на сына.Результаты теста,естественно,оставляли желать лучшего,т к,когда на тебя \"наезжают\"психологически,не все дети могут собраться и написать во все возможности.И надо ли в такое место идти?Короче,не позвонили ни они нам,ни мы им.Пусть на моего ребенка больше никто и нигде не орет!И не повышает голоса!",
        "likes_count": 6,
        "dislikes_count": 6,
        "rating": 1
    },
    {
        "review_id": "4922",
        "school_id": "100",
        "date": "2024-02-10",
        "text": "Любимый детский сад,  о котором только самые тёплые воспоминания. Качественная пища,  бассейн и самое лучшее отношение к деткам. Деньги всего лишь деньги. Сад их точно стоит.",
        "likes_count": 1,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "4923",
        "school_id": "100",
        "date": "2022-11-05",
        "text": "Если позволяют финансы- то это лучшее учебное заведение и садмк для детей.Все по домашнему,детям максимально комфортно там находится.Оба ребенка мои там учились в начальной школе и один из них посещал детский сад.И это только лучшие воспоминания у меня и у детей.Уровень знаний очень высокий, переходя в другие учебные заведения дети учились также хорошо, как в Даре.",
        "likes_count": 4,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "4924",
        "school_id": "100",
        "date": "2020-02-14",
        "text": "Дочь 2,5 года ходит в детский сад. Приняли в сад с 2 лет. Всё нравится, всё в рамках государственных образовательных программ, ничего свыше. Бассейн начался ровно с 4 лет, дети младше не допускаются. Еда вкусная и разнообразная. Нам повезло с воспитателями, лучшие! В целом заведение не слишком клиентоориентировано, никто не будет работать над вашей лояльностью, не нравится-свободны.",
        "likes_count": 3,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4925",
        "school_id": "100",
        "date": "2022-07-06",
        "text": "Ходим уже год, прекрасный Воспитатель, прекрасное дошкольное образование. Отличный уход, ребёнок перестал болеть в отличие от государственного садика, где за детьми не смотрят. Дочь в восторге.  ",
        "likes_count": 2,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "4926",
        "school_id": "100",
        "date": "2022-02-20",
        "text": "Рекомендую. Детей вожу на Дзюдо. Нравится очень. Тренер прекрасный, Никита Витальевич. Раньше водила на английский, тоже учитель супер.",
        "likes_count": 3,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4927",
        "school_id": "100",
        "date": "2023-09-21",
        "text": "Здание в хорошем состоянии. Педагогов не подбирают. Образование на низком уровне.",
        "likes_count": 4,
        "dislikes_count": 2,
        "rating": 2
    },
    {
        "review_id": "4928",
        "school_id": "100",
        "date": "2024-11-29",
        "text": "Замечательный лицей, развитие для ребенка",
        "likes_count": 1,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4929",
        "school_id": "100",
        "date": "2016-11-06",
        "text": "Ходим в садик Прогимназии Дар уже год. Нам нравится Привыкали в течении месяца и мне разрешали первое время быть с ребенком рядом. Сейчас уже с радостью малыш ходит. Воспитатели все хорошие, можно договориться по любому вопросу, связанному с ребенком, помогают советом, дают рекомендации. Группы маленькие, максимум 12-15 человек.",
        "likes_count": 8,
        "dislikes_count": 0,
        "rating": null
    },
    {
        "review_id": "4930",
        "school_id": "100",
        "date": "2019-05-03",
        "text": "Обучение дорогое есть парковка уход за детьми осуществляется приятный есть входящий контроль здоровья детей что очень значимо для детей которые много болеют",
        "likes_count": 3,
        "dislikes_count": 1,
        "rating": 4
    },
    {
        "review_id": "4931",
        "school_id": "100",
        "date": "2017-05-31",
        "text": "Мне очень нравится эта школа. Воспитатели и учителя школьников очень хорошие. Советую всем посетить это учебное учреждение!!!",
        "likes_count": 4,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "4932",
        "school_id": "100",
        "date": "2025-11-16",
        "text": "Отвратительное учреждение, детьми не занимаются, сами по себе, знания 0! \nНе советую никому! Частный Бардак!!!! ",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "4933",
        "school_id": "100",
        "date": "2023-10-16",
        "text": "Школа прекрасна, особенное спасибо Полине Николаевне!",
        "likes_count": 1,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "4934",
        "school_id": "100",
        "date": "2019-10-27",
        "text": "Хороший садик, внимательные и любящие педагоги. Ребёнок ходит в него с удовольствием!",
        "likes_count": 5,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "4935",
        "school_id": "100",
        "date": "2019-01-27",
        "text": "Достойное обучение. Отличный педагогический состав!",
        "likes_count": 4,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "4936",
        "school_id": "100",
        "date": "2025-06-02",
        "text": "Очень грамотные доктора",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "4937",
        "school_id": "100",
        "date": "2019-04-03",
        "text": "все современно и чистенько, но 16К в месяц за ребенка платить - немыслимо для большинства людей",
        "likes_count": 6,
        "dislikes_count": 0,
        "rating": 4
    },
    {
        "review_id": "4938",
        "school_id": "100",
        "date": "2022-10-24",
        "text": "Отличная школа,где учились и учатся мои детки!\nВсем рекомендую!!!!",
        "likes_count": 2,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "4939",
        "school_id": "100",
        "date": "2019-07-01",
        "text": "Неплохо, но дороговато. А так - обычный платный детсад. Детей можно водить с 1,5 лет - это плюс, т.к. в большинстве муниципальных берут только с 3х",
        "likes_count": 5,
        "dislikes_count": 1,
        "rating": 4
    },
    {
        "review_id": "4940",
        "school_id": "100",
        "date": "2019-02-20",
        "text": "Условия 5 баллов, уровень знаний три с минусом",
        "likes_count": 12,
        "dislikes_count": 0,
        "rating": 4
    },
    {
        "review_id": "4941",
        "school_id": "100",
        "date": "2023-02-03",
        "text": "Лучший детский сад Саратова.",
        "likes_count": 0,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4942",
        "school_id": "100",
        "date": "2020-04-08",
        "text": "Не самое удачное расположение, рядом с загсом, всегда полно машин",
        "likes_count": 5,
        "dislikes_count": 3,
        "rating": 3
    },
    {
        "review_id": "4943",
        "school_id": "100",
        "date": "2019-08-20",
        "text": "Отдавал сына туда. 8 лет провел он там и скажу вам так, если есть возможность то только туда!!!!",
        "likes_count": 3,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4944",
        "school_id": "100",
        "date": "2021-10-16",
        "text": "Замечательный детский медцентр. Рекомендую. \n",
        "likes_count": 3,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4945",
        "school_id": "100",
        "date": "2022-11-15",
        "text": "Самое ужасное учереждение не советую никаму. ",
        "likes_count": 7,
        "dislikes_count": 4,
        "rating": 1
    },
    {
        "review_id": "4946",
        "school_id": "100",
        "date": "2019-09-04",
        "text": "Если у вас есть деньги то это заведение вас не подведет",
        "likes_count": 5,
        "dislikes_count": 2,
        "rating": 4
    },
    {
        "review_id": "4947",
        "school_id": "100",
        "date": "2022-06-05",
        "text": "Дочка помешает с удовольствием )",
        "likes_count": 3,
        "dislikes_count": 0,
        "rating": 5
    }
]