[
    {
        "review_id": "2136",
        "school_id": "42",
        "date": "2025-11-21",
        "text": "школа ужасна. если у вас есть возможность, то лучше уйти отсюда как можно скорее. учусь здесь, с этого года учителя окончательно наплевали на образование, которое они нам предоставляют. 1 четверть кое как протянули на 4 и 5, а во второй начали по горло гасить тройками, хотя раньше никогда такого не было. каждый день по 2-4 контрольных, несмотря на то,что 75% материала мы должны проходить дома с родителями (по словам учителей)\nэту школу никому не советую, да и сам скоро буду уходить",
        "likes_count": 2,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "2137",
        "school_id": "42",
        "date": "2024-01-10",
        "text": "Школа нормальная, говорю как ученик.\nРемонт бы не помешал, но тут терпимо. Штукатурка правда на голову падает..\nНо больше невыносимо из-за запаха из столовой. Воняет во всей пристройке и еще когда к школе подходишь, очереди в бувете порой буквально через всю столовую.\nУчителя, по крайней мере у нас, нормальные. Учат, не орут. Особо больше сказать про них нечего",
        "likes_count": 5,
        "dislikes_count": 3,
        "rating": 4
    },
    {
        "review_id": "2138",
        "school_id": "42",
        "date": "2025-04-11",
        "text": "Школа очень хорошая говорю как ученик! Недавно сделали небольшой ремонт покрасили всё но к маленькой школе никакого внимания всё сломано в нашем классе училась девочка инвалид она помогала классу её родители помогали классу но у нас ёщё была воскресная школа мы купили проектор  за 100к примерно она его принтеры и компы еле дышат... В общем школа норм, но малому зданию внимание уделять надо!!! ыыыы",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 4
    },
    {
        "review_id": "2139",
        "school_id": "42",
        "date": "2025-03-27",
        "text": "Школа — ужас, в столовой тараканы, компот просто отвратительный, но единственное, что радует, учитель Григорьева Марина Владимировна — лучший учитель начальных классов уборщицы очень злые  после звонка сразу выгоняют всех из туалета а в туалете воняет мочой  а ремонт давно нужно сделать",
        "likes_count": 4,
        "dislikes_count": 1,
        "rating": 2
    },
    {
        "review_id": "2140",
        "school_id": "42",
        "date": "2022-02-10",
        "text": "Отличная школа! \n\nПроучилась там с самой подготовки. Прекрасные учителя, здание с ремонтом, большой оборудованный спорт. зал, кабинеты для лабораторных. Отличная недорогая столовая. В школе введена форма, что, хоть мы и противились ее носить, действительно работает на дисциплину!\n\nДавали путевку в международный лагерь Артек в Крыму. Вместе с классом ездили в санаторий, выигрывали в конкурсе на лучший класс и посещали столицу. Есть различные кружки: зарница, фольклорный кружок, танцы и многое другое. Ездили на различные конкурсы и соревнования, в том числе всероссийские.\n\nУчителя сильные, отлично подготовили к ЕГЭ. Проводилось много пробников, дополнительные занятия по подготовке, благодаря чему удалось получить высокие баллы и поступить в Московский вуз.\n\nТеперь в лицее учится моя сестренка. Всегда с теплотой посещаю родные стены. ",
        "likes_count": 7,
        "dislikes_count": 9,
        "rating": 5
    },
    {
        "review_id": "2141",
        "school_id": "42",
        "date": "2024-03-06",
        "text": "школа, хороший двор, можно гулять с детьми, кататься на велосипеде. Дополню отзыв на 2024 год. Школа, с хорошим двором, но гулять теперь нельзя. Калитку не могут открыть, прикрываясь ГОСТами и безопасностью детей, но больше ГОСТами и каждый день надо нахаживать по 400 метров.",
        "likes_count": 6,
        "dislikes_count": 7,
        "rating": 2
    },
    {
        "review_id": "2142",
        "school_id": "42",
        "date": "2022-02-11",
        "text": "Проучился все 11 лет. О школе ничего плохого сказать не могу - сильный преподавательский состав, учителя любят свою работу, за порядком в школе всегда следят. Безалаберность не терпится: если не вкладывать силы в учёбу, будут большие проблемы с успеваемостью. К ЕГЭ готовят хорошо, весь 11 класс проходит в подготовке, отсюда высокий средний балл. Многие выпускники поступили в топовые ВУЗы Москвы и Санкт-Петербурга. Деньги в попечительский фонд собирают регулярно, но и ремонты проводят часто - к самому зданию школы, обустройству школьного двора вообще никаких вопросов. ",
        "likes_count": 8,
        "dislikes_count": 8,
        "rating": 5
    },
    {
        "review_id": "2143",
        "school_id": "42",
        "date": "2025-02-28",
        "text": "В лицее надо менять срочно библиотекаря, который очень плохо относится к детям. Доводит детей до срывов и слез ,публично делает изгоями. \n\nАдминистрация школы ,примите меры.",
        "likes_count": 8,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "2144",
        "school_id": "42",
        "date": "2022-02-17",
        "text": "Я окончил 2-ой лицей г. Саратова в 2019 году в составе математического класса, сейчас учусь в другом городе. С теплотой и благодарностью вспоминаю годы учёбы в нём, наполненные многогранной и интересной жизнью. \n\nХотелось бы высказать свое мнение по поводу того, стоит ли отдавать ребенка именно в этот лицей. Лицей, безусловно, дает большие возможности для обучения и развития ребенка: неслучайно у него каждый год немало медалистов, успешные показатели по сдаче ОГЭ и ЕГЭ, а также уровню поступлению в ведущие ВУЗы страны (Москва и Санкт-Петербург), в том числе и на бюджет, и успешному там обучению.  И, конечно, в первую очередь здесь сказывается профессионализм учителей, их компетентность, высокая требовательность и принципиальность, но, кроме этого, и огромная бескорыстная самоотдача, и преданность своему делу.  Они всегда были рядом, формировали нас как личностей, вселяли в нас уверенность в том, что обучение – это большой труд, без которого ничего не добьешься.\n\nС другой стороны, лицей не гуманитарного профиля, и овладения программами требовало очень интенсивной работы со стороны учеников: не все было легко и не все этот темп выдерживали, но это лицей, а не обычная школа. В то же время, если ты хочешь учиться, то и время в школе тратишь не на разговоры и игры на уроках (чем мешаешь и учителю, и тем, кто хочет учиться), а на познавательный процесс и участие в разных других интересных видах деятельности. Как правило, те, кто был нацелен на учебу, находили время и на другие интересы (учились параллельно успешно в музыкальных школах, занимались спортом, танцами, волонтерством, участвовали в различных олимпиадах и конкурсах, в военно-спортивных состязаниях, художественной самодеятельности и др.). На мой взгляд, тут большую роль играют и родители: именно от них зависит ориентир и поддержка во всех начинаниях, одним учителям это сделать очень сложно, это тоже нужно понимать.\n\nДвор лицея в хорошем состоянии, на улице спортивные площадки, в здании хороший спортзал, современная техника для обучения, хороший ремонт. Родители вносили в это определенный вклад, а ремонты сейчас дорогие. \n\nА учителям хочется сказать огромное спасибо за наши незабываемые школьные годы: вы были очень требовательно, глубоко порядочны, но также добры и сострадательны. Каждый из вас воспитывал из нас человека – гражданина в это непростое время.\n",
        "likes_count": 5,
        "dislikes_count": 10,
        "rating": 5
    },
    {
        "review_id": "2145",
        "school_id": "42",
        "date": "2023-08-14",
        "text": "Ужасная  школа, учителя не уважают детей общаются как зоновские, особенно Нечкина приходившая долгое время на уроки пьяная, в туалете вонь хуже чем в канализации, постоянно трясут денег с родителей на ремонты, ремонт кошельков выше стоящих, крайне отвратительная школа",
        "likes_count": 23,
        "dislikes_count": 5,
        "rating": 1
    },
    {
        "review_id": "2146",
        "school_id": "42",
        "date": "2021-03-17",
        "text": "Раньше была хорошая школа, не знаю как сейчас, планирую своих детей туда вести в этом году пока на подготовку, а там посмотрим, если что уйти всегда успеем. Надеюсь на лучшее.\nПроучившись почти год в 1 класс, могу сказать ужасная школа!!! ОТВРАТИТЕЛЬНАЯ!!! никому не советую. Учителя ужасные, ничего делать не хотят. Школьный психолог, запугивает, унижает и издевается над детьми, хотя по роду деятельности должно быть вроде бы наоборот.  В общем никому не советую туда отдавать детей.",
        "likes_count": 18,
        "dislikes_count": 8,
        "rating": 3
    },
    {
        "review_id": "2147",
        "school_id": "42",
        "date": "2022-01-31",
        "text": "Хороший лицей. Прекрасные, грамотные учителя. Всегда идут навстречу.  Но подход к лицею со стороны 1 линии ужасный. Но это уже вопрос конечно не к руводству лицея.",
        "likes_count": 4,
        "dislikes_count": 7,
        "rating": 5
    },
    {
        "review_id": "2148",
        "school_id": "42",
        "date": "2019-11-02",
        "text": "Хорошая материально-техническая база. Учителя настоящие профессионалы своего дела. Дают основательные знание. Здание лицея находится в отличном состоянии.",
        "likes_count": 7,
        "dislikes_count": 12,
        "rating": 5
    },
    {
        "review_id": "2149",
        "school_id": "42",
        "date": "2019-10-13",
        "text": "Одно из старейших учебных заведений города.   Всегда ухоженный внешний вид.  Всегда своевременно ремонтируется и обновляется.  Грамотные педагоги.",
        "likes_count": 2,
        "dislikes_count": 12,
        "rating": 5
    },
    {
        "review_id": "2150",
        "school_id": "42",
        "date": "2025-08-16",
        "text": "Закончила школу уже давно, а неприязнь к ней до сих пор, а точнее к некоторым педагогам, которые испортили мне аттестат. Спасибо, благодаря Вам я закончила колледж и университет с красными дипломами, но на платной основе",
        "likes_count": 3,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "2151",
        "school_id": "42",
        "date": "2022-02-01",
        "text": "Отличный лицей,сильный педагогический состав. Закончила его сама, учился брат. Если учиться,не будет никаких проблем. Оценки ставят заслуженно, уровень знаний очень высокий. ",
        "likes_count": 6,
        "dislikes_count": 9,
        "rating": 5
    },
    {
        "review_id": "2152",
        "school_id": "42",
        "date": "2023-02-07",
        "text": "Лицей уже не тот как был раньше, сейчас здесь учатся мои дети учителей хороших единицы осталось. Библиотекарь откровенно издевается над детьми, запугивает . Не выполняет совсем свои обязанности всю работу переложила на учеников и их родителей .",
        "likes_count": 20,
        "dislikes_count": 3,
        "rating": 1
    },
    {
        "review_id": "2153",
        "school_id": "42",
        "date": "2020-02-11",
        "text": "Лицей не плохой.  Но 1 туалет жен, и 1 туалет муж это мало на такое большое уч заведение.  Добровольно принудительные платежи  круглый год(((\nОчень большого ремонта нужно самому зданию, школьному двору. \nЯ считаю,  если у ребёнка есть желание учиться и это прививают в начальной школе,  то ребёнок в любом заведении проявит себя. А если вам важнее статус, что вы учитесь в ЛИЦЕЕ. мы там учились из-за переезда и территориального удобного ближайшего расположения.",
        "likes_count": 23,
        "dislikes_count": 6,
        "rating": 3
    },
    {
        "review_id": "2154",
        "school_id": "42",
        "date": "2023-05-26",
        "text": "Школа давно уже не шедевр, учился там, было много конфликтов с учителями и нет не подумайте что именно такой конфликтный, наоборот, довольно мирный человек, имена называть не буду, но скажу так, учитель физики в 10-11 классе и учитель информатики в тех же классах просто ненормальные, отношение к ученикам максимально ужасные, почти как с мусором разговаривают. Хорошо что там меня уже нет и терпеть это не придется. Если хотите узнать о школе и как там устроенно - спросите у ученика или бывшего ученика этой школы и он вам откроет завесу тайн, и поможет увидеть праву, снимет в ваших ушей лапшу, которую навешал вам директор этой школы..\nХочу добавить, на данный момент появилось разделение на разные классы такие как Педагогичекопсихологический\nНациональнопатриотический\nФизкультурный\nФизмат \nначинают делится классы с 8 а как будет в 10-11 классе вообще не известно. Раньше лицей был с математическим уклоном, а сейчас с физкультурным... Даже не знаю что сказать, как пришел новый директор все пошло под откос(",
        "likes_count": 21,
        "dislikes_count": 1,
        "rating": 1
    },
    {
        "review_id": "2155",
        "school_id": "42",
        "date": "2020-04-09",
        "text": "прекрасная школа.особенно хочется отметить учителей Белкину Н.В. и Волошину О.С. Попову Н.Д. всегда помогут в трудную минуту.особенно сейчас с дистанционным обучением.",
        "likes_count": 9,
        "dislikes_count": 12,
        "rating": 5
    },
    {
        "review_id": "2156",
        "school_id": "42",
        "date": "2018-10-12",
        "text": "Место такое-себе. Если у вас будет выбор между пойти сюда, или не идти, то советовал бы вам не идти. Почему? Здесь учителя не адекватно ведут урок. А именно: оскорбляют учеников, стучат по парте, повышают голос, выгоняют из класса, запрещают выйти из кабинета по личным обстоятельствам. Особенно хотел-бы выделить учительницу по биологии - Ратунова Татьяна Михайловна. Она сильно занижаеи оценки, кричит постоянно, постоянно устраивает разборки, унижает, заставляет учеников стоять около парты, бывает в угол ставит. В общем, отношение к ученикам, как к дворовым псам. На этом всё.",
        "likes_count": 37,
        "dislikes_count": 5,
        "rating": 1
    },
    {
        "review_id": "2157",
        "school_id": "42",
        "date": "2019-05-21",
        "text": "Всю жизнь идет ремонт,после починки крыши в первый день она протекла, не работуюшяя половина проекторов и интерактивных досок, многие учителя не подтверждают свою квалификацию. От спортсменов требуют всё свободное время, на участие в конкурсах",
        "likes_count": 15,
        "dislikes_count": 3,
        "rating": 1
    },
    {
        "review_id": "2158",
        "school_id": "42",
        "date": "2024-12-20",
        "text": "Школа самая лучшая!!Учителя добрые, учат хорошо",
        "likes_count": 1,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "2159",
        "school_id": "42",
        "date": "2019-06-22",
        "text": "Очень приличное образовательное учреждение, прекрасный преподавательский состав, одна дочь закончила, теперь вторая учиться",
        "likes_count": 4,
        "dislikes_count": 12,
        "rating": 5
    },
    {
        "review_id": "2160",
        "school_id": "42",
        "date": "2018-12-11",
        "text": "Хороший лицей, ходим на подготовку к Вере Андреевне, ребенку нравится, чисто, охрана строгая.",
        "likes_count": 7,
        "dislikes_count": 7,
        "rating": 5
    },
    {
        "review_id": "2161",
        "school_id": "42",
        "date": "2020-02-14",
        "text": "Хороший лицей. Учится дочка, уже в девятом. Никаких особых проблем за все девять лет. И никаких лишних сборов денежных средств, что очень немаловажно. Очень приветствую обязательность школьной формы в лицее. Парадно, удобно, красиво. Ателье рядом, цены приемлемые, где и заказывали на пошив форму, обязательную до 7 класса.",
        "likes_count": 8,
        "dislikes_count": 18,
        "rating": 5
    },
    {
        "review_id": "2162",
        "school_id": "42",
        "date": "2023-10-12",
        "text": "Надо же… читаю отзывы и понимаю что за 20 с лишим лет ничего не меняется 😁 \nКогда я училась были так называемые «любимчики» и хоть из кожи вон выйди больше тройки не получишь. Ну и смирилась и свалила с 9 класса. И были нормальные направления:физмат, биологи и филологи. \nЧто стало конечно бред…. ",
        "likes_count": 9,
        "dislikes_count": 2,
        "rating": 2
    },
    {
        "review_id": "2163",
        "school_id": "42",
        "date": "2020-01-14",
        "text": "Ученики получают отличный уровень знаний. В 96 школе,а теперь во 2 Лицее , учится уже шестое поколение нашей семьи...",
        "likes_count": 8,
        "dislikes_count": 12,
        "rating": 5
    },
    {
        "review_id": "2164",
        "school_id": "42",
        "date": "2020-07-09",
        "text": "Школа ужас!!! В туалетах воняет сами знаете чем и не только!! Учителя ставят пятерки только паинькам с богатыми родителями!!! Если захотите отправить туда сына/дочь даже не думайте!! Ладно это все, но я когда поел в столовой в край афигел!! Еда сырая в хлебе какие то червячки или личинки все тухлое, повар, не знаю как ее зовут, но она толстая такая специально накладывает остатки ужас!!!",
        "likes_count": 33,
        "dislikes_count": 15,
        "rating": 1
    },
    {
        "review_id": "2165",
        "school_id": "42",
        "date": "2021-01-17",
        "text": "Отвратительная школа ! Учителя хомят , много задают , всегда воняет, пятерки ставят только богатым или любимчикам, требуют много денег , повариха там сумашедшая всегда орет , много раз отравлялся. Туалеты отвратительные !",
        "likes_count": 24,
        "dislikes_count": 8,
        "rating": 1
    },
    {
        "review_id": "2166",
        "school_id": "42",
        "date": "2018-09-29",
        "text": "Самая лучшая школа в Саратове с очень сильными учителями",
        "likes_count": 7,
        "dislikes_count": 13,
        "rating": 5
    },
    {
        "review_id": "2167",
        "school_id": "42",
        "date": "2024-02-12",
        "text": "ОЧЕНЬ душно в кабинетах.\nужасный запах из столовой.",
        "likes_count": 5,
        "dislikes_count": 0,
        "rating": 2
    },
    {
        "review_id": "2168",
        "school_id": "42",
        "date": "2020-12-15",
        "text": "Не плохая школа, есть  хорошие учителя.  Лицей это громко сказано!!!",
        "likes_count": 4,
        "dislikes_count": 3,
        "rating": 4
    },
    {
        "review_id": "2169",
        "school_id": "42",
        "date": "2019-10-25",
        "text": "Учителя с детьми обращаются, как со скотом, ударить ребенка по голове- обычное дело..Много требований от родителей, как будто учатся родители.Сборы и поборы- это отдельная тема..Однозначно, лицей не советую",
        "likes_count": 28,
        "dislikes_count": 11,
        "rating": 1
    },
    {
        "review_id": "2170",
        "school_id": "42",
        "date": "2023-12-22",
        "text": "После закрытия входа с 1й Линии лучше не стало, увы...",
        "likes_count": 7,
        "dislikes_count": 2,
        "rating": 1
    },
    {
        "review_id": "2171",
        "school_id": "42",
        "date": "2021-04-09",
        "text": "Плохо. Тут мучают детей и задают очень очень много дз.",
        "likes_count": 7,
        "dislikes_count": 5,
        "rating": 1
    },
    {
        "review_id": "2172",
        "school_id": "42",
        "date": "2020-02-24",
        "text": "Учителя общаются с детьми как со скотом, деньги дерут,про столовую молчу...",
        "likes_count": 15,
        "dislikes_count": 4,
        "rating": 2
    },
    {
        "review_id": "2173",
        "school_id": "42",
        "date": "2020-01-04",
        "text": "Школа для детей которые хотят учится, здесь нету лёгких предметов)",
        "likes_count": 8,
        "dislikes_count": 13,
        "rating": 5
    },
    {
        "review_id": "2174",
        "school_id": "42",
        "date": "2022-07-12",
        "text": "Нам повезло только с начальной школой изумительный, замечательный педагог Марина Владимировна Григорьева- Савельева, учитель от бога. К сожалению с 5 по 9 класс ничего хорошего сказать не могу, педагогический состав сильно порядел за последние годы, лучшие уехали в Москву....и т.д \nУжасный педагог по математике Нечкина, заявляла детям, что ее обязанность только дать материал, это составляет по ее словам 20%, а все остальное 80%дело родителей.Если чего- то ребенок не понял объяснять никто не будет, двойка одна за другой и что самое интересное учитель даже не пытается понять в чем дело. Постоянно указывалось родителям, что именно они должны заниматься с \nдетьми.Простите но родители не учителя по математике.Если хотите дать знаний ребенку то занятие с многочисленными репетиторами единственный выход. И только благодаря работе моих репетиторов ребенок сдал ОГЭ на хорошие оценки. Если ваш ребенок не подхалим, не умеет    подстраиваться  и заискивать перед учителями учиться будет сложно))\nЛицей требует серьезного ремонта, постоянно течет крыша, до сих пор у детей две смены, что говорит о недостатке места для обучения и перегруженности лицея. Не советую учиться в Лицее 2 с 5 по 9 класс.Один единственный плюс данного учебного заведения, поборы в виде попечительских взносов не очень большие.На ремонт и школьные нужды в виде штор и т.д никто ничего никогда не собирал)))  единственный положительный момент в  данном учебном заведении.",
        "likes_count": 18,
        "dislikes_count": 8,
        "rating": 1
    },
    {
        "review_id": "2175",
        "school_id": "42",
        "date": "2020-11-17",
        "text": "Очень хороший лицей, я училась там когда это была школа 96.А теперь учатся мои внуки. Очень этому рада.",
        "likes_count": 5,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "2176",
        "school_id": "42",
        "date": "2020-04-14",
        "text": "хороший сад но полно минусов\n\nхотелось чтоб освальтировали площадку и обустроили для спорта и тд.",
        "likes_count": 8,
        "dislikes_count": 4,
        "rating": 3
    },
    {
        "review_id": "2177",
        "school_id": "42",
        "date": "2022-12-06",
        "text": "нори школа только в туалете воняет т учителя иногда кричат ",
        "likes_count": 3,
        "dislikes_count": 2,
        "rating": 4
    },
    {
        "review_id": "2178",
        "school_id": "42",
        "date": "2019-10-24",
        "text": "Лицей хороший  но освещения ни каково",
        "likes_count": 2,
        "dislikes_count": 5,
        "rating": 4
    },
    {
        "review_id": "2179",
        "school_id": "42",
        "date": "2019-07-23",
        "text": "В школе плохо со спортивными секциями для детей. Ходим заниматься в 97, там же посещаем бассейн",
        "likes_count": 10,
        "dislikes_count": 2,
        "rating": 3
    },
    {
        "review_id": "2180",
        "school_id": "42",
        "date": "2020-03-02",
        "text": "Подъезд к лицею со стороны храма - ужасный. Постоянно сверху течет вода. ВСЕГДА свора огромных собак!",
        "likes_count": 16,
        "dislikes_count": 5,
        "rating": 2
    },
    {
        "review_id": "2181",
        "school_id": "42",
        "date": "2021-05-25",
        "text": "Прекрасные преподаватели и система образования",
        "likes_count": 3,
        "dislikes_count": 7,
        "rating": 1
    },
    {
        "review_id": "2182",
        "school_id": "42",
        "date": "2019-05-09",
        "text": "Новая, современная школа, в которой очень приятно и уютно находиться",
        "likes_count": 4,
        "dislikes_count": 17,
        "rating": 5
    },
    {
        "review_id": "2183",
        "school_id": "42",
        "date": "2019-06-15",
        "text": "Лицей в котором беспредел со стороны учителей  директора и невыносимые поборы денег.....",
        "likes_count": 15,
        "dislikes_count": 4,
        "rating": 1
    },
    {
        "review_id": "2184",
        "school_id": "42",
        "date": "2019-09-09",
        "text": "Лучшая школа в Саратове",
        "likes_count": 4,
        "dislikes_count": 8,
        "rating": 5
    },
    {
        "review_id": "2185",
        "school_id": "42",
        "date": "2020-12-30",
        "text": "Я училась в этом лицее, хорошая школа\n",
        "likes_count": 2,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "2186",
        "school_id": "42",
        "date": "2022-01-23",
        "text": "Неадекватные люди, учатся од6и двоечники, очень много задают д/з",
        "likes_count": 6,
        "dislikes_count": 6,
        "rating": 1
    },
    {
        "review_id": "2187",
        "school_id": "42",
        "date": "2019-12-23",
        "text": "Там я учусь, но назвать это лицеем сложно.... Скорее это недошкола!!! Задают много! Злые учителя!",
        "likes_count": 24,
        "dislikes_count": 7,
        "rating": 1
    },
    {
        "review_id": "2188",
        "school_id": "42",
        "date": "2020-02-29",
        "text": "Пора бы уже отремонтировать туалеты и верхний  этаж.",
        "likes_count": 12,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "2189",
        "school_id": "42",
        "date": "2018-11-05",
        "text": "Необходимо положить асфальт со стороны маленькой школы.Песок крайне неудобен в качестве грунта как при ходьбе, так и при выходе (посадки) из(в) авто.",
        "likes_count": 11,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "2190",
        "school_id": "42",
        "date": "2020-02-13",
        "text": "Славится в большей степени поборами преподавателей нежели образованием с данным заведение распрощались...",
        "likes_count": 13,
        "dislikes_count": 7,
        "rating": 3
    },
    {
        "review_id": "2191",
        "school_id": "42",
        "date": "2019-02-28",
        "text": "Разрушаются стены! Крыша течёт! Падают потолки на детей!",
        "likes_count": 14,
        "dislikes_count": 2,
        "rating": 1
    },
    {
        "review_id": "2192",
        "school_id": "42",
        "date": "2020-09-09",
        "text": "Учился здесь мне нравиться",
        "likes_count": 2,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "2193",
        "school_id": "42",
        "date": "2019-05-19",
        "text": "Отличный лицей",
        "likes_count": 4,
        "dislikes_count": 8,
        "rating": 5
    },
    {
        "review_id": "2194",
        "school_id": "42",
        "date": "2019-08-25",
        "text": "Нет парковки",
        "likes_count": 6,
        "dislikes_count": 3,
        "rating": 3
    },
    {
        "review_id": "2195",
        "school_id": "42",
        "date": "2019-06-10",
        "text": "Я учусь в этой школе в 5 класс перешошел                  мне нравится",
        "likes_count": 5,
        "dislikes_count": 9,
        "rating": 5
    },
    {
        "review_id": "2196",
        "school_id": "42",
        "date": "2019-12-30",
        "text": "Отличный лицей.",
        "likes_count": 5,
        "dislikes_count": 8,
        "rating": 5
    },
    {
        "review_id": "2197",
        "school_id": "42",
        "date": "2020-04-03",
        "text": "Хорошая школа.",
        "likes_count": 2,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "2198",
        "school_id": "42",
        "date": "2019-10-17",
        "text": "Сильные учителя",
        "likes_count": 3,
        "dislikes_count": 8,
        "rating": 5
    },
    {
        "review_id": "2199",
        "school_id": "42",
        "date": "2021-01-11",
        "text": "Могло быть и лучше.",
        "likes_count": 2,
        "dislikes_count": 2,
        "rating": 2
    },
    {
        "review_id": "2200",
        "school_id": "42",
        "date": "2021-03-22",
        "text": "Ничего хорошего нет и не будет",
        "likes_count": 6,
        "dislikes_count": 4,
        "rating": 1
    },
    {
        "review_id": "2201",
        "school_id": "42",
        "date": "2019-12-23",
        "text": "Самая лучшая школа",
        "likes_count": 5,
        "dislikes_count": 12,
        "rating": 5
    },
    {
        "review_id": "2202",
        "school_id": "42",
        "date": "2020-01-20",
        "text": "Достойный лицей.",
        "likes_count": 3,
        "dislikes_count": 10,
        "rating": 5
    },
    {
        "review_id": "2203",
        "school_id": "42",
        "date": "2020-01-29",
        "text": "Очень быстро избавляются, по их мнению,плохих учеников!!!",
        "likes_count": 15,
        "dislikes_count": 3,
        "rating": 1
    },
    {
        "review_id": "2204",
        "school_id": "42",
        "date": "2019-12-17",
        "text": "любим эту школу",
        "likes_count": 3,
        "dislikes_count": 10,
        "rating": 1
    },
    {
        "review_id": "2205",
        "school_id": "42",
        "date": "2019-11-17",
        "text": "Отучился там и почти поступил в Москву!!!",
        "likes_count": 2,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "2206",
        "school_id": "42",
        "date": "2020-06-17",
        "text": "Все супер",
        "likes_count": 2,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "2207",
        "school_id": "42",
        "date": "2019-02-20",
        "text": "Лёяные глыбы на дороге, автомобили застревают.",
        "likes_count": 6,
        "dislikes_count": 1,
        "rating": 3
    },
    {
        "review_id": "2208",
        "school_id": "42",
        "date": "2018-04-09",
        "text": "не надо там учиться!!!",
        "likes_count": 15,
        "dislikes_count": 3,
        "rating": 1
    },
    {
        "review_id": "2209",
        "school_id": "42",
        "date": "2019-12-07",
        "text": "Родная 96 средняя школа",
        "likes_count": 2,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "2210",
        "school_id": "42",
        "date": "2019-11-25",
        "text": "рассыпалась слава о нем...",
        "likes_count": 5,
        "dislikes_count": 3,
        "rating": 2
    },
    {
        "review_id": "2211",
        "school_id": "42",
        "date": "2019-05-18",
        "text": "Злые учетиля",
        "likes_count": 12,
        "dislikes_count": 3,
        "rating": 2
    },
    {
        "review_id": "2212",
        "school_id": "42",
        "date": "2019-05-22",
        "text": "Просто интересно",
        "likes_count": 2,
        "dislikes_count": 9,
        "rating": 5
    },
    {
        "review_id": "2213",
        "school_id": "42",
        "date": "2019-12-16",
        "text": "Чувствую себя каждый день как в Афганистане",
        "likes_count": 17,
        "dislikes_count": 4,
        "rating": 1
    },
    {
        "review_id": "2214",
        "school_id": "42",
        "date": "2019-11-13",
        "text": "Только деньги дерут",
        "likes_count": 12,
        "dislikes_count": 3,
        "rating": 1
    },
    {
        "review_id": "2215",
        "school_id": "42",
        "date": "2019-09-26",
        "text": "Цивилизованный вход в Лицей (асфальтное покрытие) только с одной стороны.",
        "likes_count": 5,
        "dislikes_count": 2,
        "rating": 4
    },
    {
        "review_id": "6283",
        "school_id": "42",
        "date": "2022-04-04",
        "text": "Очень жалею, что потратила много времени на данную школу. Большинство учителей выбирают себе «любимчиков» и ставят им хорошие оценки буквально не за что! Завучи принимают деньги, а если у Вас их нету, то Вас ждут плохие оценки и очень «хорошее» отношение к Вам! Адекватные учителя перешли в другие лицеи, кто-то уже на пенсии, кто-то ещё остался, но таких там осталось очень мало. Жалко, что моих знакомых до сих пор давят предметы русского языка и литературы, точнее не совсем предметы)) Но это только половина истории!😊 К сожалению, не у всех есть возможность перейти в школу лучше, да и к тому же с такими прекрасными оценками после лицея, хехехе. Хорошим учителям хочется пожелать сил, здоровья (всё-таки дети тоже не всегда ведут себя хорошо) и, конечно же, терпения, ведь с такой «хорошей» зарплатой и двуличными учителями рядом оно понадобиться. В новой школе всё в разы лучше, учителя совсем другие, оценка работ тоже, а ещё, что является забавным… так это то, что ко мне в школу переходят учителя с прошлой школы (самое приятное это то, что они являются хорошими людьми, что они смогли вылезти из данной дыры))",
        "likes_count": 4,
        "rating": 1
    },
    {
        "review_id": "6284",
        "school_id": "42",
        "date": "2022-09-09",
        "text": "Крайне не рекомендую данное учебное учреждение для поступающих в младшие классы. Благодаря \\",
        "likes_count": 8,
        "rating": 2
    },
    {
        "review_id": "6285",
        "school_id": "42",
        "date": "2023-09-17",
        "text": "Классная школа",
        "likes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6286",
        "school_id": "42",
        "date": "2023-11-25",
        "text": "Фундаментальное учебное заведение с высококвалифицированным педагогическим составом.",
        "likes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6287",
        "school_id": "42",
        "date": "2025-10-08",
        "text": "Топовая школа",
        "likes_count": 1,
        "rating": 5
    }
]