[
    {
        "review_id": "5862",
        "school_id": "175",
        "date": "2020-06-24",
        "text": "Замечательная школа, здесь добрые и отзывчивые учителя, которые всегда помогут, они самые настоящие школьные мамочки! В этой школе учились мои братья, сёстры, я и мои дети. И младшая дочка тоже туда пойдёт! Более доброго отношения к детям я нигде не видела! Конечно ремонта ей немного не хватает, но в остальном всё супер!",
        "likes_count": 3,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "5863",
        "school_id": "175",
        "date": "2025-10-02",
        "text": "Школа ужасная, туалет женский не работает, учителя злые",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "5864",
        "school_id": "175",
        "date": "2020-02-21",
        "text": "Сильные и справедливые учителя. Хорошая школа несмотря на аварийное состояние",
        "likes_count": 3,
        "dislikes_count": 1,
        "rating": 4
    },
    {
        "review_id": "5865",
        "school_id": "175",
        "date": "2019-12-15",
        "text": "Обычная сельская школа, но знания хорошие из- за  малого количества учеников в классе",
        "likes_count": 5,
        "dislikes_count": 0,
        "rating": 3
    },
    {
        "review_id": "5866",
        "school_id": "175",
        "date": "2019-10-22",
        "text": "Да, раньше это была достойная школа, когда - то сам жил на увеке, а сейчас племянник жалуется, не хотят дети учиться ходить к этим учителям, которые только и делают, что кричат, раздражаются, оскорбляют. Не хотят утруждать себя, даже элементарно заинтересовать детей. Не буду утверждать, что все 100% - правда, что говорит мой племянник, Ну, одно то, как он не хочет идти к этим учителям и, как он не любит предметы, говорит о многом. Не обошлось и без курьеза, учитель по русскому языку не выговаривает слова, уж не знаю по каким причинам, может быть это связано конечно с возрастом. то есть дети вместо того чтобы понимать и вникать в материал, кидают все свои силы и внимание на то, чтобы понять что говорит учитель . Зашел на сайт школы и обомлел: большая часть педагогического состава, Это пенсионеры 70 - 75 лет, которым давно пора на заслуженный отдых. Учитель математики- он еще учил моего отца! А сейчас выясняется, что теряются контрольные, забываются домашние задания и так далее. Все понятно, это возраст.  Конечно, большое уважение заслуживает то, что люди отдали, можно сказать, всю свою жизнь в этой школе, низкий поклон им за это.  Но это сказывается на учебном процессе, На успеваемости детей( имею ввиду лично свой случай). Мое мнение : нужно уже уступить место молодому поколению учителей, которые могут быть в свою очередь, смогут заинтересовать детей. И преподнести информацию им более свежим образом. Самой школе респект!  А так, ничего личного.",
        "likes_count": 9,
        "dislikes_count": 3,
        "rating": 1
    },
    {
        "review_id": "5867",
        "school_id": "175",
        "date": "2019-09-22",
        "text": "Хорошая школа, добрые отзывчевые учителя, и весь персонал.",
        "likes_count": 4,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5868",
        "school_id": "175",
        "date": "2019-12-09",
        "text": "Хорошая школа.",
        "likes_count": 3,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "5869",
        "school_id": "175",
        "date": "2018-12-11",
        "text": "очень хорошая игра",
        "likes_count": 3,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5948",
        "school_id": "175",
        "date": "2025-10-02",
        "text": "Учусь там, все учителя очень хорошие. Особенно Набирушника Татьяна Михайловна и Жигачева Дарья Олеговна. ",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "5949",
        "school_id": "175",
        "date": "2019-05-20",
        "text": "Да мне очень нравится школа и учителя, Набирушкина Татьяна Михайловна очень хороший учитель я от неё восторге и по английскому языку Мария Викторовна, они знают подход к детям,мой ребёнок идёт в школу с удовольствием",
        "likes_count": 4,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "5950",
        "school_id": "175",
        "date": "2019-11-23",
        "text": "Мой ребенок учится в этой школе. Ему очень нравится. Учится у Нефедовой Наталии Петровны. Учителя в этой школе очень хорошие. Они дают знания детям лучше чем в городе. И ходить к репититорам не надо как в городе.",
        "likes_count": 3,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "5951",
        "school_id": "175",
        "date": "2024-08-29",
        "text": "В этой школе учился мой муж🙂А типерь в этой школе учатся наши детишки🙂Детям школа и педагоги нравятся🙂",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "5952",
        "school_id": "175",
        "date": "2018-10-29",
        "text": "Учусь в ней.) Люблю её. Оч хорошие преподователи)",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "5953",
        "school_id": "175",
        "date": "2020-03-29",
        "text": "Школа находится в поселке,все кто тут живут учились тут.",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "5954",
        "school_id": "175",
        "date": "2020-02-13",
        "text": "Хорошо здание",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6984",
        "school_id": "175",
        "date": "2024-10-08",
        "text": "Школа Вау учителя Вау",
        "likes_count": 1,
        "rating": 5
    }
]