[
    {
        "review_id": "643",
        "school_id": "15",
        "date": "2025-06-24",
        "text": "Сама в этой школе училась но что сейчас там творится это ужас ,учителям все позволено и ни как не наказывают,а именно Сащенкова Елена Валентиновна -учитель начальных классов ,мой сын учился с 1-3 класс она просто его гнобила на протяжении всего времени постоянно с ней были конфликты ,все время предлагала перевестись в другую школу и т д ,первые два года у нее постоянно нервные припадки были собиралась даже покинуть школу .В меру своей неопытности человек не контролирует свои эмоции постоянно орет на детей .В итоге сыну моему учиться в классе она не дала из за нее пришлось забрать документы хотя нам в этой школе очень удобно было.С директором сколько пытались связаться ни когда не застанешь ,просили перезвонить и ни кто не перезванивал.Отвратительный учитель ,надеюсь наказание восторжествует !",
        "likes_count": 4,
        "dislikes_count": 1,
        "rating": 1
    },
    {
        "review_id": "644",
        "school_id": "15",
        "date": "2024-06-08",
        "text": "Выражаю огромную благодарность:Екатерине Валерьевна, Галине Викторовне и вожатым летнего лагеря \"Тополек\" За отличную организацию отдыха и досуга детей. Внук, каждый день, с интересом, рассказывает-как провёл день. Бабушка Коли Нагаева. ",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "645",
        "school_id": "15",
        "date": "2023-04-22",
        "text": "Сегодня был день открытых дверей,в школе.благодарим,за отличную организацию,нашей встречей,со школой!!!были в столовой,был большой выбор:выпечки,запеканки и т. Д.посетили-спортзал,музей,а,затем:урок,в классе с нашей замечательной учительницей:Антоновой Галиной Викторовной!!!в школе-чисто,питание-свежее,вкусное,отношение-доброжелательное,позитивное!!!с уважением, Бабушка Коли Нагаева!!!\n",
        "likes_count": 1,
        "dislikes_count": 11,
        "rating": 5
    },
    {
        "review_id": "646",
        "school_id": "15",
        "date": "2022-02-01",
        "text": "Немоляева Марина Анатольевна, самый сильный педагог в своём деле, внимательный человек ко всем, я очень рада что мой сын учился у неё 4 года в начальной школе . Она очень хорошие даёт знание с индивидуальным подходом. Мы учились с 2016г по 2020г. Спасибо ей огромное, что многое вложила в наших детей.",
        "likes_count": 7,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "647",
        "school_id": "15",
        "date": "2021-07-15",
        "text": "Изначально впечатление о школе было не очень, но шли как и многие в начальную школу к учителю и не пожалели. В начальной школе есть сильные, \"болеюшие\" за своё дело и учеников учителя. На мой взгляд, школа сейчас разительно отличается от того, чем она была раньше. И это нельзя не отметить благодаря директору и родителям. В школе развивается патриотическое направление (юн.армейцы, юн.космонавты), что безусловно способствует сплочению детей, их организованности. Множество мероприятий, которые организовываются учителями, в том числе совместно с родителями, помогает детям развиваться, стремиться и достигать все новых высот. Успехов школе!",
        "likes_count": 1,
        "dislikes_count": 8,
        "rating": 5
    },
    {
        "review_id": "648",
        "school_id": "15",
        "date": "2025-01-28",
        "text": "Учился здесь лет 10 назад(\n\nЧто можно сказать о данном учебном заведении? Лично я ничего хорошего сказать не могу.\nНачать стоит с того, что тогда (в середине-конце 2010-х годов) школа находилась в плачевном состоянии.\nПрогнившие потолки, полы с дырками, потрескавшиеся стены, а в каком состоянии был туалет Вы даже представить себе не можете.\nЧем занимался тогдашний завхоз (зам.директора по АХЧ) Федорусенко, непонятно(\n\nК тому же вечные поборы, в т.н \"фонд класса\", \"фонд школы\", \"на крышу\", \"на актовый зал\", который во времена моей учебы ремонтировали разве что на бумаге.\nЧто же касается учебного процесса, то тут все еще хуже(\nУчителя унижают учеников, сам контингент тоже оставляет желать лучшего. \nДиректор этой школы - бывший солдафон, который ничего не понимает в управлении.\n\nОтдельно хочется отметить таких \"учителей\", как Пастухова Л.Р. (англичанка) и Люкшина О.А. (физручка) - всем, кто у них преподавал/преподает, я Вам сочувствую.\nИз действительно хороших преподавателей могу лишь отметить Талалова А.П. (трудовик) и Плетневу Л.Н. (географичка) - вот это действительно хорошие специалисты, которые давали школьникам знания и могли много интересного рассказать. \n\nНе советую отдавать Ваших детей в 23 школу - намучаетесь потом. А у детей еще будет психологическая травма от этого пролетарского Хогвартса.",
        "likes_count": 9,
        "dislikes_count": 2,
        "rating": 2
    },
    {
        "review_id": "649",
        "school_id": "15",
        "date": "2022-12-05",
        "text": "Анна Владимировна лучший учитель в этой школе, относится к ученикам как к собственным детям, ведёт как начальные классы, так и старшие, хорошо объясняет темы, индивидуальный подход к ученикам",
        "likes_count": 3,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "650",
        "school_id": "15",
        "date": "2023-08-27",
        "text": "Единственное что по-настоящему понравилось в этой школе - отношение НЕМНОГИХ учителей к своей работе. В остальном одни минусы.\nОчень многие люди жалуются на постоянные поборы со стороны администрации школы, деньги уходили то на асфальт, то на ремонт крыши. К слову, ничего из этого так и не поменялось.\nСмело можно заявить, что умение подлизываться к тем, кому нужно - тут ценится куда больше качественных знаний. Некоторые учителя явно выделяют любимчиков. Некоторых особо одаренных (но явно не умом) буквально натягивают на получение хороших результатов.\nПитание на крайне ужасном уровне. В гречке могут попадаться камни, чай отдает чем-то ужасным.\nЕсли вы хотите дать своим детям качественное образование без постоянных трат \"в никуда\" - обходите это место стороной.\nКонтингент обучающихся зачастую так же оставляет желать лучшего. Конфликтные ситуации хоть и редко но происходят. Контроля за поведением некоторых обучающихся просто нет, но вместо этого пытаются контролировать те сферы жизни школьников, которые никому ни во что не уперлись. \n",
        "likes_count": 15,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "651",
        "school_id": "15",
        "date": "2019-02-17",
        "text": "Поборы постоянные. При поступлении ребёнка в 1 класс дали договор на 10000 рублей (как взнос в фонд школы) сказали мол обязательный. После того как начала набирать номер министерства образования, начали кричать, это только  на добровольной основе. То на интерактивную доску собирали, по 5000 рублей. Я там училась сама в начале 90, у нас учительница сама заказывала что ей подарить. Из плюсов реально хорошие учителя, которые остались с тех времен.",
        "likes_count": 17,
        "dislikes_count": 5,
        "rating": 2
    },
    {
        "review_id": "652",
        "school_id": "15",
        "date": "2014-04-02",
        "text": "Как говорится рыба гниет с головы, постоянные поборы денег, качество обучения отвратительное, хотя может это касается только нашего 1 \"Д\" класса, учитель нам попался отвратительный, в связи с этим наших деток обучали разные учителя, зато на всякие окна, на которые государство и так выделяет деньги и на всякие турникеты деньги собирались постоянно, если еще учитывать состояние самой школы, так это вообще кошмар, парты за которыми занимаются первоклашки, еще наверное со времен СССР достались по наследству, а дыры в окнах достигают таких размеров, что проклеивать и затыкать порой не имеет смысла, зато у директора в кабинете ветер не гуляет, вообще думайте товарищи родители и готовьте денежки!!!",
        "likes_count": 15,
        "dislikes_count": 2,
        "rating": 2
    },
    {
        "review_id": "653",
        "school_id": "15",
        "date": "2019-11-23",
        "text": "Школа так себе. Все от учителя зависит. Дочери по рус.яз. хороший попался, предмет в итоге знает. По математике учитель плохой, плохо обьясняет, в результате у 70 % учеников в классе 2-3 по предмету. Все тупые? Учитель скорее всего к своей работе халатно относится. И так по всем предметам. В 10-11 классах не учат, просто натаскивают на ЕГЭ, чтоб не опозориться. Поборы на все, это да, но немного, от род.комитета много зависит. Практикуют совместные уроки по 2 или 3 класса вместе, это недопустимо, дети которые далеко сидят, ничего не слышат и ничего не понимают.",
        "likes_count": 16,
        "dislikes_count": 1,
        "rating": 3
    },
    {
        "review_id": "654",
        "school_id": "15",
        "date": "2023-08-17",
        "text": "Самая настоящая коммерческая организация, нежели школа)\nНекоторые учителя начальной школы тираньё с фанатизмом до публичных унижений, которые требовали очень много абсолютно ненужных вещей.  А если кто-то противился, их просто гнобили до вынужденного ухода из школы. Учителей действительно выдающихся и не отсиживающихся за зарплату очень мало, но они есть. Куча дорогих подарков учителям по поводу и без повода, которые не особо-то и хотели даже пальчиком пошевелить за деточек, особенно если это не любимчик. \nВ фонд школы также сдавалось куча денег на крышу, которая вечно течёт, на парты, на ремонты, которыми должны обеспечивать государство.\nЛизоблюдство здесь отлично процветает (здесь это особенно приветствуется, чем больше отстегиваешь на подарки и заискиваешь перед господами баринами - тем больше тебя любят, а может даже и аттестат красный \"подарят\"!). \nШкола много из себя мнёт, но по факту ничего из себя не представляет. Даже направлений (физмат, химбио) нет и не будет. Ведите, пожалуйста, своих детей в другие места, вон 15 лицей рядышком есть, там хотя бы направления есть. Эти пустые траты денег 9 лет ничего мне не стоили, ведь мне приходилось тащить все самостоятельно. ",
        "likes_count": 16,
        "dislikes_count": 2,
        "rating": 1
    },
    {
        "review_id": "655",
        "school_id": "15",
        "date": "2023-02-02",
        "text": "1) Столовая очень плохая еда не очень наших одноклассников рвёт,попадается в еде обёртки,мусор. Это нас кормят так? 2)Туалетной бумаги нету НЕКОГДА БАЖЕ РАЗ В 1 МЕСЯЦ. 3) двери в туалетах не закрываются и ручки сломаны. 4)В школе очень холодно когда Зима.…",
        "likes_count": 6,
        "dislikes_count": 1,
        "rating": 2
    },
    {
        "review_id": "656",
        "school_id": "15",
        "date": "2019-08-28",
        "text": "Грамотные преподаватели, удобно, что рядом с домом. К сожалению ресурс не позволяет, поэтому дети учатся в две смены, что крайне неудобно. Год идет в первую смену, на следующий во вторую.",
        "likes_count": 1,
        "dislikes_count": 7,
        "rating": 5
    },
    {
        "review_id": "657",
        "school_id": "15",
        "date": "2020-03-09",
        "text": "Видна не наплевательская работа директора школы! \nВижимает максимум из тех средст которые имеет - настоящий хозяйственник!\nСпортивные площадки, каток, видеонаблюдение. Отчёт о потраченных…",
        "likes_count": 9,
        "dislikes_count": 14,
        "rating": 5
    },
    {
        "review_id": "658",
        "school_id": "15",
        "date": "2019-07-09",
        "text": "У меня старшый сын учился в этой школе жывем рядом в 9 этажном доме плохого сказать немогу учился 10 лет назад но так как жыву почти на школьной плошадке первая девятиетажка от школы обустроенно прилично чисто. Плошадка хорошая турники футбольное поле вокруг школы ограждения прилично",
        "likes_count": 5,
        "dislikes_count": 6,
        "rating": 3
    },
    {
        "review_id": "659",
        "school_id": "15",
        "date": "2025-02-27",
        "text": "Отучился 9 лет и хочу сказать я буду скучать по этому месту по учителям .\nСамый лучьщий в мире учиель это учитель географии.",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 4
    },
    {
        "review_id": "660",
        "school_id": "15",
        "date": "2020-01-02",
        "text": "Школа неплохая по качеству образования, однако вторая смена со 2 класса и внушительные поборы с родителей заставили вовремя задуматься и отдать детей учиться в другую школу микрорайона.",
        "likes_count": 10,
        "dislikes_count": 1,
        "rating": 3
    },
    {
        "review_id": "661",
        "school_id": "15",
        "date": "2019-02-24",
        "text": "Ходим на подготовку в 23 школу. Все устраивает. Класс просторный светлый, чистый, в отличии от 78 школы.",
        "likes_count": 6,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "662",
        "school_id": "15",
        "date": "2019-11-28",
        "text": "Св вы не ошибаетесь есть такой учитель математики Татьяна Ивановна, Вы обсолютно верно описали все её качества, я сама училась в этой школе и она вела у нас математику, на том момент она только вышла из декрета и меня с подругой одноклассницей всегда просила съездить на фабрику…",
        "likes_count": 14,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "663",
        "school_id": "15",
        "date": "2019-10-16",
        "text": "Школа мне нравится, постольку, поскольку в ней учился мой сын. Начинала обучение внучка, но пришлось отказаться от этой школы, поскольку там очень привиты поборы с родителей учеников. Они просто огромны. Так за поступление в школу с нас запросили существенную…",
        "likes_count": 7,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "664",
        "school_id": "15",
        "date": "2019-11-17",
        "text": "Ничего, просто я там учючь, а так школа не очень, стены отваливаются в некоторых местах, как например в раздевалке на 1 этаже, учителя некоторые хорошие, некоторые вообще тупые. Не понимаю как их только на свои роли выбирали.",
        "likes_count": 7,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "665",
        "school_id": "15",
        "date": "2020-10-29",
        "text": "Одна из лучших в заводском. Поборов нет практически, педсостав хороший",
        "likes_count": 3,
        "dislikes_count": 7,
        "rating": 5
    },
    {
        "review_id": "666",
        "school_id": "15",
        "date": "2020-03-08",
        "text": "Отличная школа у меня там брат доучивался, племянник учился а теперь и детки мои там тоже будут учится очень хорошая школа",
        "likes_count": 4,
        "dislikes_count": 14,
        "rating": 5
    },
    {
        "review_id": "667",
        "school_id": "15",
        "date": "2020-01-17",
        "text": "Дочь ходит в данную школу . Учитель начальных классов  сильный !",
        "likes_count": 4,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "668",
        "school_id": "15",
        "date": "2020-07-09",
        "text": "Раньше на школьном стадионе столько людей было, пенсионеры на лыжах ходили, мамочки с детьми, теперь все перекрыли, ворота заварили, ну дети в школу лазейку нашли в заборе, чтобы круг не делать, поставили огромную баскетбольную площадку работающую по часам, короче все…",
        "likes_count": 11,
        "dislikes_count": 3,
        "rating": 3
    },
    {
        "review_id": "669",
        "school_id": "15",
        "date": "2018-12-10",
        "text": "Хорошая школа, порядочный директор, все по человечески без поборов. Рекомендую. МОУ СОШ 23",
        "likes_count": 7,
        "dislikes_count": 9,
        "rating": 5
    },
    {
        "review_id": "670",
        "school_id": "15",
        "date": "2021-07-02",
        "text": "Очень много жалоб, на техническое состояние школы, крыша итд...\nА директор вместо хорошего ремонта школы, зачем то вложил деньги в мемориал около школы.?!",
        "likes_count": 16,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "671",
        "school_id": "15",
        "date": "2020-03-07",
        "text": "Хорошая школа. Учителя хорошие. Но директор ужасный",
        "likes_count": 6,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "672",
        "school_id": "15",
        "date": "2020-03-16",
        "text": "не плохая школа,единственный недостаток расположена у дороги",
        "likes_count": 5,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "673",
        "school_id": "15",
        "date": "2021-02-28",
        "text": "Родная школа, а про родных либо хорошо, либо ничего. Хороший директор, улучшает школу.",
        "likes_count": 7,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "674",
        "school_id": "15",
        "date": "2020-05-07",
        "text": "Для родителей очень дорого. Для детей - не всегда качественно.",
        "likes_count": 11,
        "dislikes_count": 1,
        "rating": 3
    },
    {
        "review_id": "675",
        "school_id": "15",
        "date": "2019-09-16",
        "text": "Директор салдафон. Детей должны учить профессиональные учетеля а неозлобленные мужики",
        "likes_count": 8,
        "dislikes_count": 5,
        "rating": 2
    },
    {
        "review_id": "676",
        "school_id": "15",
        "date": "2023-10-11",
        "text": "Единственный плюс это два учителя это Анна Владимировна Шалякина и учительница по географии Плетнёва",
        "likes_count": 6,
        "dislikes_count": 1,
        "rating": 1
    },
    {
        "review_id": "677",
        "school_id": "15",
        "date": "2021-05-21",
        "text": "Школа на троечку",
        "likes_count": 2,
        "dislikes_count": 0,
        "rating": 3
    },
    {
        "review_id": "678",
        "school_id": "15",
        "date": "2019-12-17",
        "text": "хорошая школа,да есть минусы и плю\nсы,как и во всех школах",
        "likes_count": 3,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "679",
        "school_id": "15",
        "date": "2020-02-12",
        "text": "Училась там, многом нусов. Есть и плюсы)) Много денег дерут на \"нужды\".",
        "likes_count": 8,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "680",
        "school_id": "15",
        "date": "2018-05-30",
        "text": "С 1991 по 2001 год учился! Ничего плохого сказать не могу!) Как сейчас, не знаю, через 6 лет посмотрим, как сын в первый класс пойдёт!",
        "likes_count": 6,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "681",
        "school_id": "15",
        "date": "2020-01-31",
        "text": "Ни чего нового в ней нет. Поборы поборы вот это да есть на вышем уровне",
        "likes_count": 10,
        "dislikes_count": 0,
        "rating": 2
    },
    {
        "review_id": "682",
        "school_id": "15",
        "date": "2020-02-21",
        "text": "Образование так себе. Школа в среднем состоянии.",
        "likes_count": 10,
        "dislikes_count": 0,
        "rating": 3
    },
    {
        "review_id": "683",
        "school_id": "15",
        "date": "2020-02-21",
        "text": "Во дворе появились отличные спортплощадки",
        "likes_count": 9,
        "dislikes_count": 2,
        "rating": 4
    },
    {
        "review_id": "684",
        "school_id": "15",
        "date": "2019-06-18",
        "text": "Денег много трясут с родителей",
        "likes_count": 9,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "685",
        "school_id": "15",
        "date": "2020-10-19",
        "text": "Лучшая школа в нашем районе.",
        "likes_count": 2,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "686",
        "school_id": "15",
        "date": "2019-05-14",
        "text": "Хорошая школа.",
        "likes_count": 5,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "687",
        "school_id": "15",
        "date": "2019-02-13",
        "text": "Отличная школа ! Директор бывший военный ,,",
        "likes_count": 4,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "688",
        "school_id": "15",
        "date": "2020-09-04",
        "text": "Хорошая школа",
        "likes_count": 4,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "689",
        "school_id": "15",
        "date": "2018-12-21",
        "text": "Отличная школа, высокий уровень подготовки",
        "likes_count": 6,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "690",
        "school_id": "15",
        "date": "2019-09-23",
        "text": "Хорошая школа!",
        "likes_count": 5,
        "dislikes_count": 1,
        "rating": 4
    },
    {
        "review_id": "691",
        "school_id": "15",
        "date": "2019-10-19",
        "text": "очень грязно в школе",
        "likes_count": 8,
        "dislikes_count": 2,
        "rating": 2
    },
    {
        "review_id": "692",
        "school_id": "15",
        "date": "2020-10-23",
        "text": "Вполне неплохая школа",
        "likes_count": 2,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "693",
        "school_id": "15",
        "date": "2019-07-02",
        "text": "В дождливую погоду невозможно дойти чтобы не обыграла машиной.",
        "likes_count": 6,
        "dislikes_count": 0,
        "rating": 4
    },
    {
        "review_id": "694",
        "school_id": "15",
        "date": "2019-12-09",
        "text": "Хорошая школа.",
        "likes_count": 4,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "695",
        "school_id": "15",
        "date": "2020-08-05",
        "text": "Годы проведённые в этой школе, незабываемые! 2007 год выпуска 👍🏻",
        "likes_count": 2,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "696",
        "school_id": "15",
        "date": "2019-06-15",
        "text": "Хорошая школа, дочка ходит",
        "likes_count": 3,
        "dislikes_count": 6,
        "rating": 4
    },
    {
        "review_id": "697",
        "school_id": "15",
        "date": "2020-03-28",
        "text": "Компетентность руководства???",
        "likes_count": 5,
        "dislikes_count": 3,
        "rating": 1
    },
    {
        "review_id": "698",
        "school_id": "15",
        "date": "2019-04-19",
        "text": "Школа как школа",
        "likes_count": 4,
        "dislikes_count": 4,
        "rating": 4
    },
    {
        "review_id": "699",
        "school_id": "15",
        "date": "2020-09-24",
        "text": "Со стороны дворов пройти земной или весной невозможно",
        "likes_count": 5,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "700",
        "school_id": "15",
        "date": "2019-07-09",
        "text": "В этой школе быдла больше чем грази её там тоже много,учителя гнобят и унижают",
        "likes_count": 5,
        "dislikes_count": 2,
        "rating": 3
    },
    {
        "review_id": "701",
        "school_id": "15",
        "date": "2020-01-16",
        "text": "Хорошая школа училась вся семья",
        "likes_count": 4,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "702",
        "school_id": "15",
        "date": "2019-10-08",
        "text": "Обычная школа. В советское время была самая престижная на пролетарке.",
        "likes_count": 5,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "703",
        "school_id": "15",
        "date": "2021-02-26",
        "text": "хорошая школа,сам в ней учился",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "704",
        "school_id": "15",
        "date": "2020-01-11",
        "text": "Учился в этой школе поведу своего ребёнка туда )",
        "likes_count": 6,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "705",
        "school_id": "15",
        "date": "2020-08-01",
        "text": "Неадекватный учитель начальных классов попался, жуть(((",
        "likes_count": 5,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "706",
        "school_id": "15",
        "date": "2020-04-02",
        "text": "Полнейший беспредел там творится!",
        "likes_count": 7,
        "dislikes_count": 1,
        "rating": 1
    },
    {
        "review_id": "6058",
        "school_id": "15",
        "date": "2018-03-28",
        "text": "закончил, но всё ещё не люблю школу",
        "likes_count": 4,
        "rating": 1
    },
    {
        "review_id": "6059",
        "school_id": "15",
        "date": "2018-11-10",
        "text": "Настоящий ад для учеников и учителей)))",
        "likes_count": 2,
        "rating": 5
    },
    {
        "review_id": "6060",
        "school_id": "15",
        "date": "2021-08-18",
        "text": "Провела здесь целых 10 лет своей жизни (+подготовка). Хочу пожаловаться, что в в конце учебного года в 9 классе, я отсутствовал 2 дня, за эти 2 дня, мне некоторые сообы хорошо попортиои аттестат. Не буду упоминать их имён, так даже их не помню. Зато спасибо за ответы на ОГЭ",
        "likes_count": 4,
        "rating": 3
    },
    {
        "review_id": "6061",
        "school_id": "15",
        "date": "2021-09-01",
        "text": "Запомнил эту школу тем, что после 9 класса не пошел в 11, так как учителя вдалбливали мне в голову что я тупой. Я поверил. Спасибо.\\n\\nШкола была для меня пыткой, я её ненавидел, благо были преподаватели которые делали свои предметы действительно интересными, вам отдельное спасибо, вы лучшие.\\n\\nКогда вышел из школы и попал в техникум понял что многих знаний у меня нет от слова совсем и пришлось навёрстывать упущенное с помощью интернета.\\n\\nЕсли будете отдавать сюда своих детей, объясните им на их языке, что мнение учителя не всегда экспертное и оценки не так сильно важны. Есть вещи куда более важные чем какие то оценки. А школа важна как место для социализации.",
        "likes_count": 19,
        "rating": 3
    },
    {
        "review_id": "6062",
        "school_id": "15",
        "date": "2024-04-25",
        "text": "Хорошая школа.",
        "likes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6063",
        "school_id": "15",
        "date": "2024-12-09",
        "text": "Одна из худших, если не сама худшая школа в Заводском районе.\\nУчился здесь в 2010-е годы(\\nПреподаватели слабые, агрессивные, постоянно оскорбляют учеников, занижают оценки(\\nВечные поборы на \\",
        "likes_count": 4,
        "rating": 1
    },
    {
        "review_id": "6064",
        "school_id": "15",
        "date": "2025-02-08",
        "text": "У кого- то есть номер Марины Борисовны Шапошниковой? Напишите пожалуйста",
        "likes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6065",
        "school_id": "15",
        "date": "2025-06-09",
        "text": "Выражаю огромную благодарность-за организацию летней площадки в школе и всесторонней помощи в решении проблем:завучу директора:Сизовой Светлане Николаевне, учителям Тарановой Надежде Борисовне и Антоновой Галине Викторовне!!!! Я много раз обращалась к ним и всегда получала помощь!!! Желаю крепкого здоровья и счастья!!!! С уважением бабушка Коли Нагаева.",
        "likes_count": 2,
        "rating": 5
    },
    {
        "review_id": "6066",
        "school_id": "15",
        "date": "2025-08-08",
        "text": "Закончил данную школу 5 лет назад, как раз в разгар пандемии коронавируса(\\n\\nПричем последний учебный год был достаточно сложным, так как нас постоянно готовили к грядущему ОГЭ, которое незадолго до начала как раз из-за ковида пришлось отменить(\\n\\nПо сути нас просто так гоняли, заставляя оставаться после уроков \\",
        "likes_count": 1,
        "rating": 1
    },
    {
        "review_id": "6067",
        "school_id": "15",
        "date": "2025-09-14",
        "text": "Самая ужасная школа, учителя детей задалбливают, выживают, любят только тех детей чьи родители стелятся перед учителями и с подарками ходят, поборы дичайшии, учителя младших классов отдельный разговор, не учат от слова совсем, особенно Бронникова Анна Александровна, никаких педагогических навыков",
        "likes_count": 0,
        "rating": 1
    }
]