[
    {
        "review_id": "5310",
        "school_id": "161",
        "date": null,
        "text": null,
        "likes_count": null,
        "dislikes_count": null,
        "rating": null
    },
    {
        "review_id": "6864",
        "school_id": "161",
        "date": "2015-05-28",
        "text": "Обращение было связано с переводом ребёнка на обучение в данную школу, в связи с переездом нашей семьи на постоянное место жительства в город Саратов. Вчера обращался в секретариат школы дистанционно, так как в настоящий момент проживаем в другом регионе. Вопрос был решен оперативно и положительно. Хочу выразить огромную признательность и благодарность директору школы Ионову Андрею Викторовичу за отзывчивость и секретарю школы (к сожалению не знаю имени, отчества), которая вникла в нашу проблему, оформила необходимые документы и оперативно выслала их на мою электронную почту.",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6865",
        "school_id": "161",
        "date": "2019-03-20",
        "text": "63 школа — это то место, где вашего ребёнка научат не только школьной программе (причём довольно хорошо), но и жизни в целом. Это не только тёплое, уютное место, в котором хочется находиться, но и мрачное, холодное место, как тюрьма, и ты сидишь на химии/биологии/экономике и думаешь «быстрее бы сбежать с этого ада»\\nСамыми сильными преподами считаю Жучкову Татьяну Анатольевну и Нескребтова Андрея Леонидовича, запали они мне прям в сердце! И предмету хорошо научат, и как люди хорошо поймут\\nВообщем, рекомендую, все солярисы и прочие школы — для тех, кто хочет ничего не делать и сидеть у мамки на шее до 40, 63 школа — для настоящих людей, которые хотят научиться не только знаниям!",
        "likes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6866",
        "school_id": "161",
        "date": "",
        "text": "Извините, ни разу за всю историю школы в нашем учреждении не было апелляции ни по одному предмету. А у Вас скорее всего была апелляция по русскому языку? Глупо предъявлять такие обвинения.",
        "likes_count": 4,
        "rating": 1
    },
    {
        "review_id": "6867",
        "school_id": "161",
        "date": "",
        "text": "Проблема решена",
        "likes_count": 2,
        "rating": 1
    },
    {
        "review_id": "6868",
        "school_id": "161",
        "date": "2021-02-05",
        "text": "У вас по вечерам сторож пьёт в комке рядом со школой, а ещё водит друзей!",
        "likes_count": 2,
        "rating": 1
    },
    {
        "review_id": "6869",
        "school_id": "161",
        "date": "",
        "text": "Спасибо за теплые слова.",
        "likes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6870",
        "school_id": "161",
        "date": "2021-11-02",
        "text": "Школа замечательная. Учителя профессионалысвоего дела. Спасибо директору Андрею Викторовичу за неравнодушное отношение к детям и школьному процессу. Нашим первым учителям Алле Ивановне Чубинидзе и Елене Николаевне Ионовой - низкий поклон. Элине Юрьевне, Анне Юрьевне, Лилии Ивановне и многим другим учителям. Школа комфортная, пластиковые окна, оборудованные классы. Высокий уровень знаний. После обучения в данной школе с 1 по 11 класс успешно сдали все ЕГЭ и поступили в ВУЗ в Санкт-Петербурге.",
        "likes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6871",
        "school_id": "161",
        "date": "2024-06-19",
        "text": "Хотела устроить ребёнка в 1 класс, по телефону спросила есть ли свободные места, так как регистрации в районе нет. Сказали запишитесь к директору. Приняли по записи с опозданием на 20 минут. Ради то чтобы ответить мест нет. В чём проблема сказать эту информацию по телефону? Из за 10 секунд потраченного на их ответ я потратила 2 часа своего времени. Конечно неприятно иметь дело с таким директором и его подчинёнными.",
        "likes_count": 1,
        "rating": 1
    },
    {
        "review_id": "6872",
        "school_id": "161",
        "date": "2025-06-03",
        "text": "Я учусь тут",
        "likes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6873",
        "school_id": "161",
        "date": "2025-10-08",
        "text": "Мимо проезжал, детей не видел",
        "likes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6874",
        "school_id": "161",
        "date": "2022-03-18",
        "text": "Это ужас, а не школа. Была там аппеляция по ЕГЭ , со мной чуть не драться лез технический персонал, подсовывали на подпись подложные документы, пытались обмануть. Думаю, такого в мало-мальски приличных учебных заведениях такого не происходит. Это позорище.",
        "likes_count": 4,
        "rating": 1
    },
    {
        "review_id": "6875",
        "school_id": "161",
        "date": "2022-09-14",
        "text": "Наша любимая школа. Все Учителя ,Заучи ,Директор и все работники замечательные и отзывчивые!!! Спасибо Вам большое !!!",
        "likes_count": 2,
        "rating": 5
    }
]