[
    {
        "review_id": "1319",
        "school_id": "26",
        "date": "2025-05-20",
        "text": "Школа достаточно хорошая,несмотря на ремонт и интерьер. Преподаватели всегда идут на встречу,несмотря на возраст всем разжевывают и объясняют подробнее если что-то не понял. Директор замечательный,никогда ни с кем не ругается,наоборот с удовольствием найдет время и обговорит с вами ту или иную ситуацию. Столовая тоже неплохая. Со временем все меняют и делают более современным. Проучилась здесь 9 лет и не жалею,потому что знания все-таки отложились. ",
        "likes_count": 2,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1320",
        "school_id": "26",
        "date": "2025-07-21",
        "text": "Школа неплохая, очень отзывчивый директор Попова Екатерина Евгеньевна, а по совместительству прекрасный учитель истории и обществознания ! Учитель математики тоже от бога Светлана Владимировна. Но есть и интересный кадр этой школы - учитель физкультуры, который нарушает правила безопасности на уроке. Заставил бегать двух девочек сзади мальчиков, во время того, как они играли в мячи. У девочки был порок сердца, ей нельзя было бегать, а он просто проигнорировал и поставил двойку , учитель Храпов",
        "likes_count": 1,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "1321",
        "school_id": "26",
        "date": "2024-11-03",
        "text": "Школа №100 является одной из лучших в Ленинском районе. Дело не в экзаменах, а в том, что дети реально ходят в школу с удовольствием. Почти каждую неделю в школе проводятся различные мероприятия, как для совсем маленьких, так и для старших. Многие из них инициатива администрации, за что спасибо им. На новый год на переменах в школе играет новогодняя музыка, проводятся дискотеки. На праздники проводяться разные действительно интересные конкурсы и интерактивы для школьников. В других школах подобного нет, а если даже и есть, то не в таком количестве. Все это - действительно молодежно, и интересно детям. \nДа, школа достаточно старая, но для ее лет, она выглядит очень хорошо. Постоянно ремонтируют кабинеты, меняют стулья, парты и другое. Кабинеты все выглядят прекрасно. Недавно в каридорах поставили маленькие диванчики. Учебники выдают в нормальном виде, всем их хватает, деньги на нужды школы с родителей не собирают. \nУчителя в школе прекрасные, понимающие. Администрация тоже. Уровень обучения хороший.\nЕдинственный минус школы в том, что она переполнена. Дело, конечно, в том, что школ попрасту не хватает в районе. \nЭто всё - лишь малая часть хорошего в школе, рассказывать обо всем слишком долго. Школа не лицей, не гимназия, но сама она - лучшая в микрорайоне. Дети ходят в школу с удовольствием. Спасибо, что есть такая школа №100",
        "likes_count": 6,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1322",
        "school_id": "26",
        "date": "2025-04-14",
        "text": "Очень хорошая школа, я там проучилась, дочка проучилась, самые лучшие и адекватные учителя, а директор Антон Владимирович сама душка",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1323",
        "school_id": "26",
        "date": "2023-10-17",
        "text": "ужас, все парты расшатанны, на какой стул не сядешь все скрипят. В туалетах нет дверей, толтко в этом году добавили еще одну и то она не закрывается. К столовой отдельные претензии, новые повара ничего не успевают, вместо того чтобы накрыть мелким на уроках, они делают это на перемене из-за чего старшие опаздывают на уроки в ожидании когда их чек возьмут и остаются голодными. В школе всегда беды с интернетом, в столовой из-за того что принимают только школьные карты когда нет интернета целый день приходится ходить голодным. Учителя в школе могут оскорбить и обозвать. В некоторых классах даже видели тараканов. Однако учителя начальных классов хорошие, некоторые даже в столовой покормить могут если у них есть порции которые не ели. В дневник ру учителя пишут совсем другое, а потом придираются что не делал дз которое задали на уроке.",
        "likes_count": 9,
        "dislikes_count": 2,
        "rating": 2
    },
    {
        "review_id": "1324",
        "school_id": "26",
        "date": "2025-08-07",
        "text": "В принципе всё норм. Но столовая это просто Копец! Старшие опаздывают мы приходили в 4 классе (щас мы в 5 ) не накрыто ждали. А потом нас задерживал учитель на переменах! А и ещё волосы в еде это отдельная тема конечно но я напишу почти в каждом завтраке в школе я им мой друг находили волосы причём мы говорили и учителю и поварихе. Повариха говорит: давайте я вам заменю.  И даже если заметя с вероятностью 80% там тоже будут волосы.\n\nШкола хорошая а столовая не очень прошу детектора провести проверку столовой.\n\nЕсли бы не столовая я бы поставил 5 звёзд но а так 3.",
        "likes_count": 1,
        "dislikes_count": 2,
        "rating": 3
    },
    {
        "review_id": "1325",
        "school_id": "26",
        "date": "2023-05-14",
        "text": "Люблю эту школу и преподаватель.Согласна, есть не особо хорошие преподаватели(но давайте признанием, что нет школ без плохих учителей, хотя бы один да будет), но они у меня не преподают) Своих преподавателей очень люблю, с ними всегда можно поговорить не только о учебе, но и о многом другом. Школа сама по себе очень красивая, есть школы намного хуже (в плане ремонта) Много теплых воспоминаний💓",
        "likes_count": 5,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "1326",
        "school_id": "26",
        "date": "2025-08-07",
        "text": "Хочу оставить отзыв об учителе этой школы Ефремовой Ирине Ивановне, которую вряд ли можно назвать учителем. В приоритете торгово-рыночные отношения.\nНаверное, Ирина Ивановна совершенно забыла, что входит в понятие «учитель». Преподавание и отношение к ученикам на нуле. Очень печально, что такой учитель продолжает свою деятельность в школе и совершенно не делает никаких выводов. По всему можно сделать вывод об отсутствии аналитического склада ума.\nОтдельно хочу выразить благодарность учителю русского языка и литературы Ланковой Ольге Васильевне, прекрасный преподаватель, который смог дать базу знаний русского языка и литературы.\nСпасибо вам, Ольга Васильевна!\n\nБывшая ученица этой школы Нарзиева Мадина.",
        "likes_count": 1,
        "dislikes_count": 3,
        "rating": 1
    },
    {
        "review_id": "1327",
        "school_id": "26",
        "date": "2024-02-22",
        "text": "Отличная современная, инновационная, уютная школа. Со своими традициями, отличным педколоективом.",
        "likes_count": 3,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "1328",
        "school_id": "26",
        "date": "2019-05-31",
        "text": "Я бывала во многих школах, и мне есть, с чем сравнивать, но могу сказать одно - более душевных, чутких и добрых преподавателей в своей жизни я не встречала. Чтобы прийти к результату - достаточно просто делать то, что говорит учитель) \nВнеучебная занятость занимала отдельное место в моем сердечке) советую всем нынешним ученикам заниматься чем-то еще, помимо учебы: в школе шикарный театральный кружок, например))",
        "likes_count": 14,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "1329",
        "school_id": "26",
        "date": "2019-09-22",
        "text": "Школа становится современной,во всех отношениях!Дружеские и доверительные отношения учителей с учащимися.Новый директор прислушивается к родителям, и максимально(на сколько возможно)решает проблемы и пожелания!Только б улучшить спорт площадку...,но думаю,что у руководства и до это вскоре руки и финансы дойдут!Печалит лишь скопление автомобилей возле школы!",
        "likes_count": 15,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "1330",
        "school_id": "26",
        "date": "2021-01-15",
        "text": "Мне нравилась эта школа буквально до того как начались проблемы с учëбой, т. е. До 7 класса, учителя младших классов очень хорошие у них есть подход к каждому, в учителя старших классов очень строгие поэтому мне не понравилось а так , очень хороший уровень обучения",
        "likes_count": 9,
        "dislikes_count": 2,
        "rating": 4
    },
    {
        "review_id": "1331",
        "school_id": "26",
        "date": "2023-01-31",
        "text": "Персонал 50/50:((( но уборщица солнышко:))) Предователи не оч:((администрация хорошая  добрая:)) атмосфера не оч :(( но там всегда помыто и чисто:D",
        "likes_count": 9,
        "dislikes_count": 1,
        "rating": 4
    },
    {
        "review_id": "1332",
        "school_id": "26",
        "date": "2021-05-31",
        "text": "Мой ребёнок поступил в эту школу с 7 класса. К нему было предвзято отношение сразу. Ничему его не научили, так ещё и чтоб отмазаться отправили со справкой. Директор вообще на контакт с родителями не идёт. Ему все равно на детей. Отношение учителей очень плохое. Зауч Матвеева переходит вообще в общении на личности. Ужасная школа. Никому не посоветуй. ",
        "likes_count": 12,
        "dislikes_count": 20,
        "rating": 1
    },
    {
        "review_id": "1333",
        "school_id": "26",
        "date": "2019-10-19",
        "text": "В этой школе хороший преподавательский состав, очень хороший и отзывчивый директор, я училась в этой школе, муж учился в этой школе и наш ребёнок учится в этой школе.",
        "likes_count": 14,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "1334",
        "school_id": "26",
        "date": "2019-07-05",
        "text": "Всю жизнь здесь проучился, сестра училась и оба уже своих детей привели. Очень достойные учителя. Не без проблем, как и везде, наверное. Но лучше 72-ой, однозначно. Респект Клавдии Фёдоровне и Людмиле Алексеевне! Любимые учителя!",
        "likes_count": 15,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "1335",
        "school_id": "26",
        "date": "2019-03-02",
        "text": "Очень старая школа, маленькая. Столовая в школе со слов детей не очень. Директор старается что то сделать, но только не классы. Родителям приходится покупать в класс Всё!!!\nКниги не на всех учеников есть, опять же приходится покупать. Книг по английскому языку нет вообще!!!.в общем ничего сверх ужасного нет. Скорее всего все как и обычно. Больших денег не дерут",
        "likes_count": 9,
        "dislikes_count": 11,
        "rating": 3
    },
    {
        "review_id": "1336",
        "school_id": "26",
        "date": "2020-02-16",
        "text": "Великолепная школа! Директор молодец, делаеь все для учеников и учителей. Преподают на уровне, много интересных мероприятий для детей.",
        "likes_count": 15,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "1337",
        "school_id": "26",
        "date": "2019-02-28",
        "text": "1. в младших (1-4) классах оценки не на что не влияют (как по мне так это минус)\n2. В средних (5-9) классах добавляется несколько уроков как и везде технология заменяется трудами, в школе номер 100, машины для шитья ручные учительница не подсказывает (говорит вспоминайте) хоть умаляй хоть плач она просто будет смеяться над тобой это у девочек.\nНу мальчики уходят на улицу и идут сами в лицей номер 8, у них технология проходит в лицее 8",
        "likes_count": 18,
        "dislikes_count": 9,
        "rating": 1
    },
    {
        "review_id": "1338",
        "school_id": "26",
        "date": "2019-11-19",
        "text": "Внешне выглядит хорошо. Не очень понятна надменность некоторых педагогов начальной школы. Родители ждут на улице своих детей. Педагог может их вывести с опозданием на пол часа с комментариями сколько надо, столько и будет ждать.",
        "likes_count": 12,
        "dislikes_count": 8,
        "rating": 3
    },
    {
        "review_id": "1339",
        "school_id": "26",
        "date": "2020-03-17",
        "text": "Хорошая школа. Адекватные педагоги. А новый директор умудрился даже выбить деньги на долгожданный ремонт школы.",
        "likes_count": 13,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1340",
        "school_id": "26",
        "date": "2020-09-07",
        "text": "Входы и выходы у колитки Верхний и нижней входы можно сломать ноги это 21 век. 😠",
        "likes_count": 11,
        "dislikes_count": 4,
        "rating": 1
    },
    {
        "review_id": "1341",
        "school_id": "26",
        "date": "2020-01-16",
        "text": "Нам нравится эта школа. Грамотные учителя. А главное очень тёплое отношение к детям. Спасибо.",
        "likes_count": 11,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "1342",
        "school_id": "26",
        "date": "2020-10-22",
        "text": "Отличная школа в советский период была. С физико-математическим уклоном. Сам закончил ее более 30-лет назад. Остались самые теплые и приятные воспоминания. И сейчас не отстает. Держит уровень и идет в ногу со временем.",
        "likes_count": 13,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1343",
        "school_id": "26",
        "date": "2019-10-04",
        "text": "Хорошие учителя, дают твердые знания, внимательны к детям, их проблемам и талантам.",
        "likes_count": 7,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "1344",
        "school_id": "26",
        "date": "2018-11-13",
        "text": "Нехватает преподователей, у детей может не быть из за отсутсвия учителя по пол года уроков по какому то из предметов.",
        "likes_count": 10,
        "dislikes_count": 5,
        "rating": 2
    },
    {
        "review_id": "1345",
        "school_id": "26",
        "date": "2019-10-24",
        "text": "Маленькая школа.детей очень много. Кружков бесплатных нет,кроме театрального. Площадки нет. Туалет воняет мимо не пройти.",
        "likes_count": 16,
        "dislikes_count": 6,
        "rating": 3
    },
    {
        "review_id": "1346",
        "school_id": "26",
        "date": "2019-07-18",
        "text": "Очень классная школа, учителя профессионалы, воспитание на высшем уровне.",
        "likes_count": 7,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "1347",
        "school_id": "26",
        "date": "2019-12-11",
        "text": "Хорошая школа,но один педагог портит очень многое! Учитель русского языка и литературы ,Занько Ирина Николаевна,это самый необъективный и высокомерный человек!!!Знания после этого педагога нулевые,а гонора на нобелевскую премию !!!",
        "likes_count": 12,
        "dislikes_count": 7,
        "rating": 4
    },
    {
        "review_id": "1348",
        "school_id": "26",
        "date": "2018-04-12",
        "text": "Хорошая школа, достойные преподаватели, грамотный руководитель",
        "likes_count": 6,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1349",
        "school_id": "26",
        "date": "2020-01-31",
        "text": "Обычная школа. С новым директором видны изменения в школе. А так СОШ она есть . Всяких учителей хватает и хороших и не очень.",
        "likes_count": 15,
        "dislikes_count": 2,
        "rating": 3
    },
    {
        "review_id": "1350",
        "school_id": "26",
        "date": "2019-09-28",
        "text": "Хорошая школа.У меня много друзей,которые там учились!По уровню знаний могу оценить на 4 звезды.",
        "likes_count": 7,
        "dislikes_count": 1,
        "rating": 4
    },
    {
        "review_id": "1351",
        "school_id": "26",
        "date": "2018-07-19",
        "text": "В этой школе я училась, замечательная школа, отличные учителя)",
        "likes_count": 5,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1352",
        "school_id": "26",
        "date": "2020-03-10",
        "text": "С приходом Антона Владимировича, школа стала похожа не на просто школу, а на самое престижное заведение",
        "likes_count": 12,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "1353",
        "school_id": "26",
        "date": "2025-08-13",
        "text": "прикольная школа, учусь там👍",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1354",
        "school_id": "26",
        "date": "2020-04-20",
        "text": "хорошая школа, прекрасный директор, отзывчивые завучи и учителя",
        "likes_count": 9,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1355",
        "school_id": "26",
        "date": "2025-06-11",
        "text": "Моя любимая школа помню учителей Богатову Клавдию Федоровна, Алла Анатольевна, всех помню и люблю моя любимая школа 🥺🥺🥺🥺🥺🥺🥺🥺🥺🥺🥺",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1356",
        "school_id": "26",
        "date": "2021-01-30",
        "text": "Школа современная я сама учусь в ней учителя добрые и классы красивые!",
        "likes_count": 8,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1357",
        "school_id": "26",
        "date": "2024-01-27",
        "text": "Очень хорошая школа, всё что плохое про не её говорят это всё враньё. Лучшая школа",
        "likes_count": 2,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "1358",
        "school_id": "26",
        "date": "2022-04-08",
        "text": "Было бы можно, поставила бы ноль звезд. \nШкола ужасная.\nУчитель по физике обьясняет не ясно, не по теме учебника. Как делать домашнее задание тогда?\nУчитель биологии задает домашнее, задание в дневник.ру пишет совсем другое.\nКак делать дз ребенку на больничном?\nФизкультурник не занимается с детьми.\nИ ответственности ни за что не несет, в прошлом году девочки сломали нос мячом. Никто разбираться не стал.\nЗанимаются только с отличниками.\nРебенок носил белый свитер, на горлышке были приклеины стразы, запрелили носить))\nЗимой. \nКл.руководитель не дает информации вообще. Приходится узнавать все через окольные места. Говорит о переменах в уроках когда урок уже начинается, либо пишет это ночью.\nДеректор угрожает что сделает такую репутацию, что ни в один колледж в этим городе не поступим. Обещал оставить детей и их родителей без копейки.\nЗавучи запугивают детей не допуском к экзаменам за школьную форму.\nСилой заставляют ехать куда-либо в нешкольное время, угрожают двойками и докладными.\nЧто касается столовой. Работники не используют перчатки. Дети-дежурные не моют руки после того как приходят с улицы. Посуда со сколами и остатками пищи.\nКуртки вечно валяются помятые и потоптанные, дежурных в гардеробе нет, а гардеробщица не следит. Год назад девочке подложили фекалии в карман куртки, деньги воруют.\nИ с этим ничего не делается.\nПрошу принять меры и следить за собой, а не за формой.",
        "likes_count": 18,
        "dislikes_count": 9,
        "rating": 1
    },
    {
        "review_id": "1359",
        "school_id": "26",
        "date": "2019-09-23",
        "text": "Там учиться мой ребёнок и там отличные педагоги",
        "likes_count": 9,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1360",
        "school_id": "26",
        "date": "2019-07-02",
        "text": "Да школа хорошая,хорошие учетиля,мой сын в ней учится.",
        "likes_count": 9,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1361",
        "school_id": "26",
        "date": "2022-08-31",
        "text": "Пошел в эту школу со второго класса в год ее открытия....Самые теплые воспоминания на всю жизнь!",
        "likes_count": 5,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1362",
        "school_id": "26",
        "date": "2019-08-21",
        "text": "замечательные учителя, прекрасный директор",
        "likes_count": 9,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1363",
        "school_id": "26",
        "date": "2019-11-04",
        "text": "Я учусь в этой школе и там очень круто хорошие преподователи",
        "likes_count": 8,
        "dislikes_count": 8,
        "rating": 5
    },
    {
        "review_id": "1364",
        "school_id": "26",
        "date": "2019-10-23",
        "text": "Хорошая школа.Преподаватели толковые",
        "likes_count": 7,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1365",
        "school_id": "26",
        "date": "2020-03-24",
        "text": "Неплохая школа. Простая школьная программа.",
        "likes_count": 8,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1366",
        "school_id": "26",
        "date": "2020-07-24",
        "text": "Тихий район, большая Спортивная площадка.",
        "likes_count": 14,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1367",
        "school_id": "26",
        "date": "2020-04-27",
        "text": "Я на даннвй момент не могу ответить каков педогогический состав школы сильный или нет.Я училась в этой школе она была замечательная по всем параметрам",
        "likes_count": 9,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1368",
        "school_id": "26",
        "date": "2020-03-10",
        "text": "хорошая школа",
        "likes_count": 8,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1369",
        "school_id": "26",
        "date": "2019-12-23",
        "text": "Хорошие преподаватели, хороший деректор",
        "likes_count": 7,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "1370",
        "school_id": "26",
        "date": "2020-10-05",
        "text": "Очень довольны директором школы Семёновым Антоном Владимировичем!",
        "likes_count": 13,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1371",
        "school_id": "26",
        "date": "2023-08-15",
        "text": "Отлично",
        "likes_count": 4,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1372",
        "school_id": "26",
        "date": "2019-04-28",
        "text": "Тёплая, дружеская атмосфера.\nКоллектив единомышленников.",
        "likes_count": 9,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1373",
        "school_id": "26",
        "date": "2018-09-04",
        "text": "Дружные учителя, добрый директор",
        "likes_count": 10,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1374",
        "school_id": "26",
        "date": "2021-03-17",
        "text": "Плохая школа считаю.. Просто плохая 👀",
        "likes_count": 7,
        "dislikes_count": 6,
        "rating": 1
    },
    {
        "review_id": "1375",
        "school_id": "26",
        "date": "2021-10-15",
        "text": "если хотите чтобы ваш ребенок стал тильт дрейнером,то вам однозначно в эту школу",
        "likes_count": 16,
        "dislikes_count": 7,
        "rating": 1
    },
    {
        "review_id": "1376",
        "school_id": "26",
        "date": "2020-08-12",
        "text": "Школа просто супер! Спасибо за начальные классы!!!!",
        "likes_count": 10,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1377",
        "school_id": "26",
        "date": "2019-03-15",
        "text": "Более мение хорошая школа",
        "likes_count": 5,
        "dislikes_count": 2,
        "rating": 3
    },
    {
        "review_id": "1378",
        "school_id": "26",
        "date": "2018-10-14",
        "text": "Мее нравится 1 минус то что много домашки",
        "likes_count": 7,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1379",
        "school_id": "26",
        "date": "2019-10-22",
        "text": "Сильные преподы",
        "likes_count": 6,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "1380",
        "school_id": "26",
        "date": "2020-03-09",
        "text": "Когда я учился, было привзятое отношения учителей к ученикам!",
        "likes_count": 6,
        "dislikes_count": 6,
        "rating": 2
    },
    {
        "review_id": "1381",
        "school_id": "26",
        "date": "2021-01-14",
        "text": "Я в ней конечно не учился но у меня у подруги учатся там двое детей и она говорит что школа плохая. Да и в мои годы школа не пользовалась доверием",
        "likes_count": 7,
        "dislikes_count": 15,
        "rating": 2
    },
    {
        "review_id": "1382",
        "school_id": "26",
        "date": "2020-02-11",
        "text": "Хорошая школа.",
        "likes_count": 7,
        "dislikes_count": 2,
        "rating": 3
    },
    {
        "review_id": "1383",
        "school_id": "26",
        "date": "2019-10-09",
        "text": "Школа Мне нравится тем что в ней училась я а теперь учится и моя дочь. Нареканий по школе я не обнаружила",
        "likes_count": 10,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "1384",
        "school_id": "26",
        "date": "2019-12-17",
        "text": "Школа как школа",
        "likes_count": 4,
        "dislikes_count": 4,
        "rating": 1
    },
    {
        "review_id": "1385",
        "school_id": "26",
        "date": "2022-09-20",
        "text": "Наша школа супер!",
        "likes_count": 6,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1386",
        "school_id": "26",
        "date": "2018-12-23",
        "text": "Самая лучшая школа.",
        "likes_count": 10,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1387",
        "school_id": "26",
        "date": "2020-03-16",
        "text": "Обычная хорошая школа.дочка учится.",
        "likes_count": 9,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1388",
        "school_id": "26",
        "date": "2019-09-02",
        "text": "Хорошая школа я сам тут учился)))",
        "likes_count": 6,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1389",
        "school_id": "26",
        "date": "2021-01-30",
        "text": "Самая обычная школа.",
        "likes_count": 5,
        "dislikes_count": 0,
        "rating": 4
    },
    {
        "review_id": "1390",
        "school_id": "26",
        "date": "2021-01-25",
        "text": "Я тут учусь мне нравится",
        "likes_count": 5,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1391",
        "school_id": "26",
        "date": "2019-06-07",
        "text": "Нормальное помещение",
        "likes_count": 6,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1392",
        "school_id": "26",
        "date": "2021-04-28",
        "text": "Самая лучшая школа на свете для меня 😍",
        "likes_count": 5,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1393",
        "school_id": "26",
        "date": "2020-02-14",
        "text": "Обычная школа",
        "likes_count": 9,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1394",
        "school_id": "26",
        "date": "2019-11-05",
        "text": "Ребята это моя школа,но училась там лет 40 назад!Она работает досих пор!",
        "likes_count": 10,
        "dislikes_count": 2,
        "rating": 4
    },
    {
        "review_id": "1395",
        "school_id": "26",
        "date": "2020-03-04",
        "text": "Нормальноя сын учится",
        "likes_count": 8,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "1396",
        "school_id": "26",
        "date": "2019-10-07",
        "text": "Тут учусь и вроде бы все нормально 😊😊😊",
        "likes_count": 6,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1397",
        "school_id": "26",
        "date": "2020-05-21",
        "text": "Отличная школа!",
        "likes_count": 7,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1398",
        "school_id": "26",
        "date": "2020-08-10",
        "text": "Ждём ожидаем коронку быстрее бы не хочеться в школу особенно",
        "likes_count": 5,
        "dislikes_count": 5,
        "rating": 1
    },
    {
        "review_id": "1399",
        "school_id": "26",
        "date": "2019-12-02",
        "text": "Потому что я учусь в ней",
        "likes_count": 9,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1400",
        "school_id": "26",
        "date": "2019-04-11",
        "text": "Лучшая школа🖤🖤🖤",
        "likes_count": 8,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1401",
        "school_id": "26",
        "date": "2020-01-14",
        "text": "Шкила как шкила!",
        "likes_count": 7,
        "dislikes_count": 1,
        "rating": 4
    },
    {
        "review_id": "1402",
        "school_id": "26",
        "date": "2018-11-14",
        "text": "Это моя жизнь это моя школа вот такая я танцую в ней",
        "likes_count": 7,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1403",
        "school_id": "26",
        "date": "2019-12-22",
        "text": "Очень слабо",
        "likes_count": 8,
        "dislikes_count": 4,
        "rating": 1
    },
    {
        "review_id": "6161",
        "school_id": "26",
        "date": "2020-03-17",
        "text": "Хорошая школа. Адекватные педагоги. А новый директор умудрился даже выбить деньги на долгожданный ремонт школы.",
        "likes_count": 7,
        "rating": 5
    },
    {
        "review_id": "6162",
        "school_id": "26",
        "date": "",
        "text": "Жаль, что в школу получше вас не берут",
        "likes_count": 0,
        "rating": 1
    },
    {
        "review_id": "6163",
        "school_id": "26",
        "date": "2022-12-10",
        "text": "Ужастная школа хуже ещё не видел",
        "likes_count": 0,
        "rating": 1
    },
    {
        "review_id": "6164",
        "school_id": "26",
        "date": "2023-10-17",
        "text": "Лучшая школа, лучшие сотрудники. Преподаватели всегда были хорошие, отношение к ученикам должное, научат всему. Последние два директора ещё и улучшили школу как только смогли) ремонт и прочее. Люблю всем сердцем)",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6165",
        "school_id": "26",
        "date": "2024-02-26",
        "text": "Лучшая школа. К ученикам отношение хорошое. Учителя замечательные! 🥰",
        "likes_count": 2,
        "rating": 5
    },
    {
        "review_id": "6166",
        "school_id": "26",
        "date": "2024-09-30",
        "text": "Школа прекрасная ,директор супер, видно по нему что он любит и литей и свою работу,",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6167",
        "school_id": "26",
        "date": "",
        "text": "Здравствуйте! Спасибо, Анна, за доверие 🙏 Очень приятно!",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6168",
        "school_id": "26",
        "date": "2024-10-10",
        "text": "Замечательная и прекрасная школа! Сама училась и дочку тоже сюда отдала без сомнений! Особая благодарность руководству школы: отзывчивые и внимательные люди с доброй душой. Антон Владимирович самый самый лучший директор, который действительно любит свою работу, уважает и знает каждого ребенка!",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6169",
        "school_id": "26",
        "date": "2023-04-21",
        "text": "Обычная средняя школа. Самое главное - тут особая \"домашняя\", ламповая атмосфера. Многие учителя школы и нынешний директор - её выпускники. Каждый год крупные ремонты, покупают мебель и какие-то интересные новые приколюшки типа диванчиков в виде апельсинов. Комфортно, уютно. Школе лет 60. Если вы спокойный и адекватный человек, без понтов и гонора, то вашим детям сюда :) Достойное образование и воспитание. Ну а если понты и гонор, то вам лучше в 72 )) Будете чувствовать себя богемой. Только если выгонят, в 100-ую будут брать с трудом. Негласное противостояние всегда было у двух школ. Думаю, осталось и сейчас )",
        "likes_count": 3,
        "rating": 5
    }
]