[
    {
        "review_id": "4176",
        "school_id": "82",
        "date": "2024-06-07",
        "text": "Ходил сдавать сюда экзамены 2 недели назад, также хотел поступать в средней школе и слава богу что передумал.\n\nНачнем с того, что ремонт школы как будто сделан чисто для галочки, ибо штукатурка почти везде отваливается, а почти во всех кабинетах либо шторы сломаны, либо их попросту нет. Это если не говорить про скрипящие стулья, полы и т.д. Оборудование годов моего рождения, наверное, и оно явно устарело, и на нём было невозможно писать два экзамена, что я ходил сдавать туда. Технические специалисты по информатике как будто вообще не понимают, что они должны делать. Когда был на экзамене, файл с моим заданием на компьютере сохранили неправильно, и из-за нехватки времени его не могли исправить даже с учетом того, что изначально задание было сделано верно, но уже после переноса в нужном формате оно слетело, и мне сняли баллы. В этой школе неплохо так берут денег, по крайней мере когда я хотел туда поступать, мне нужно было проходить платные курсы. Да и не думаю, что у родителей учеников там всё бесплатно. \n\nНе советую.",
        "likes_count": 12,
        "dislikes_count": 10,
        "rating": 2
    },
    {
        "review_id": "4177",
        "school_id": "82",
        "date": "2025-05-12",
        "text": "Не знаю даже за что ставить две звезды, это слишком хорошо для этой школы.\nЕсли хотите проблемы с психикой, моральное унижение от преподавателей, оценки через слёзы, то вам подойдёт данное учебное заведение. За фасадом благополучной школы скрывается отвратительное отношение к учащимся, полное ощущение безнаказанности и вседозволенности. ",
        "likes_count": 8,
        "dislikes_count": 7,
        "rating": 2
    },
    {
        "review_id": "4178",
        "school_id": "82",
        "date": "2025-03-02",
        "text": "Хорошая школа,  доброжелательные учителя. Английский язык на очень хорошем уровне (ребенок с удовольствием учит язык в этой школе). ",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "4179",
        "school_id": "82",
        "date": "2023-09-12",
        "text": "Один из лучших лицеев в Саратове. Старинное здание полностью отремонтировано. Высокие потолки, большие окна. Красота и удобство обучения.\nВ лицее все отлично с дисциплиной и с обучением. А ещё огромный спорт зал. Нет поборов. Обучение в ЛМИ может позволить себе каждый родитель. ",
        "likes_count": 10,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "4180",
        "school_id": "82",
        "date": "2024-12-28",
        "text": "Учился тут с 5 по 7 класс. Поступать сюда советую. Упор делается на математику, информатику и английский. Олимпиадная подготовка также хорошая, много по призёров и победителей ВСоШ(в том числе и я). Также одним из плюсов является пятидневка, поэтому за выходные можно отдохнуть. Сейчас учусь в одной из лучших школ Москвы, так что подготовка тут точно хорошая.",
        "likes_count": 6,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "4181",
        "school_id": "82",
        "date": "2019-12-02",
        "text": "Сын окончил ЛМИ шесть лет назад, конечно, за это время очень многое изменилось - меняется педагогический коллектив, территория стала более ухоженной, качество уровня образования всегда было на высоте, требования серьезные к ученикам, просто невозможно было придти неподготовленным, не выполнившим домашнее задание. Математика, физика, английский, информатика, русский язык- даже в московских вузах отмечают высокий уровень подготовки, да и нам не стыдно за ребёнка, что хорошо знает все эти предметы. А сколько времени уделялось организации досуга- театры, экскурсии. Мы довольны и гордимся тем, что образование получено в ЛМИ!",
        "likes_count": 26,
        "dislikes_count": 4,
        "rating": 4
    },
    {
        "review_id": "4182",
        "school_id": "82",
        "date": "2023-02-03",
        "text": "Хочу искренне поделиться наболевшим. Мой сын Кирилл Лемза в 2022 г. перешел и з 3-ей английской гимназии, проучившись в ней до 10 класса, перешел в Лицей Математики и информатики (ЛМИ). С очень хорошим аттестатом (4,5). Для меня основополагающим требованием к образованию сына всегда было его отношение к учебе и качество знаний. Был выбран в приоритете экономический профиль, и при этом направления ЛМИ было определяющим. \n С первых же месяцев обучения результаты повергли в шок. Появились двойки. В том числе по английскому языку. По словам сына требования учителей, в ЛМИ разительно отличаются от 3-ей гимназии. В чем это заключалось:\n- нет никакой возможности списать на контрольных работах и тестах в классе;\n- домашние задания, списанные из интернета, не принимаются;\n- невозможно исправить неудовлетворительную оценку списав реферат из интернета, а только отчитавшись в устной форме;\n- как оказалось неприемлемым в ЛМИ все то, что практиковалось в 3 гимназии.\nЧерез несколько месяцев учебы я поняла, что учебный процесс в ЛМИ организован уникально. \nДиректор Романова Наталья Юрьева смогла сплотить сильнейший состав преподавателей.  которые не рисуют оценки ученикам, а дают реальные знания. И оценивают их очень объективно.  И готовят своих учеников для поступления в самые серьезные ВУЗы России. Наталья Юрьевна озабочена судьбой каждого ребенка, вникает в любую мелочь школьного процесса, поддерживает необычайно высокую дисциплину.\nХочется отменить еще самоотверженную работу классного руководителя Самохваловой Татьяны Анатольевны. Неравнодушное и почти материнское отношение к каждому ребенку, самоотверженная работа по перестройке мировоззрения моего сына и отношения его к учёбе. А это сделать архисложно после 9-ти лет “учебы” в 3-ей гимназии.\nДорогие родители! Если вы хотите. Чтобы ваши дети получили не просто нарисованные оценки. А получили знания и были готовы к поступлению в самые престижные ВУЗы России, то в Саратове это только Лицей математики и информатики!\nЯ считаю, что ЛМИ нужно поддерживать во всех начинаниях, а Министерству образования Саратова обратить внимание и оказывать всяческую поддержку в части материально-технического обеспечения. А на директора лицея Романову Наталью Юрьеву должны равняться все директора учебных заведений Саратова, и ее опыт и отношение подготовки наших детей к взрослой жизни взять на вооружение. Низкий поклон всему преподавательскому коллективу ЛМИ за их самоотверженный труд!\nНикольникова Лилия Викторовна, мама ученика 10-2 класса Лемза Кирилла.",
        "likes_count": 22,
        "dislikes_count": 12,
        "rating": 5
    },
    {
        "review_id": "4183",
        "school_id": "82",
        "date": "2025-04-22",
        "text": "Хороший лицей\nНо\nВо всех кабинетах скрипят некоторые стулья, потолок в кабинете истории редко, но протекает. \nТУАЛЕТЫ - нет! \nДЫРКИ - да! \nНормальный туалет только у учителей... \nЕсли постараться, то можно заработать хорошую оценку. \nУчитель (А.А) очень хороший и с отличным чувством юмора. \nРекомендую! ",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 4
    },
    {
        "review_id": "4184",
        "school_id": "82",
        "date": "2023-03-26",
        "text": "Учусь здесь!\nЗамечательный преподовательский состав, хорошо дают материал, иногда изучаем то, что проходят в 9 классе (я учусь в 6)",
        "likes_count": 4,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "4185",
        "school_id": "82",
        "date": "2023-08-24",
        "text": "Учился племянник в этом лицее 15 лет назад с 9 по 11 класс. Пришёл туда после самой лучшей на то время гимназии номер 1... Там за 2 ошибки в задании ставили 4... Да, его взяли, не смотря на не очень высокие оценки. Пришлось ему вместо лета пообщаться с репетиторами. Но этот того стоило. Учится ему там было значительно интереснее, чем в предыдущем заведении. Об успехах в этом лицее знаю только то, то выиграл множество Олимпиад, что автоматически позволило ему поступить в ВШЭ в Москве. Сейчас этот лицей заканчивает его сводная сестра. По-моему, в Саратове этот единственный лицей такого высокого уровня. И 13 бывшая школа, конечно. Самое главное, не развалить этот процесс учебы детей. Наши дети должны быть  умными! ",
        "likes_count": 12,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "4186",
        "school_id": "82",
        "date": "2019-09-28",
        "text": "Уж не знаю, что будет дальше, но пока все хорошо. Сын ходит с удовольствием. Явные успехи в английском языке.  Хватает занятий с учителем - о репититорах не думаем. Поборов НЕТ! Совсем!",
        "likes_count": 16,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "4187",
        "school_id": "82",
        "date": "2019-01-02",
        "text": "За последние годы немного сдал, но по-прежнему отличная школа с усиленным изучением математики, информатики и английского языка",
        "likes_count": 8,
        "dislikes_count": 7,
        "rating": 5
    },
    {
        "review_id": "4188",
        "school_id": "82",
        "date": "2023-03-30",
        "text": "Очень сильная школа. Учиться приходится много, но результат того стоит. ",
        "likes_count": 5,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4189",
        "school_id": "82",
        "date": "2019-11-11",
        "text": "По отзывам знакомых,знания в лицее дают достойные,но у меня вопрос другой:в нравственном образовании школа участвует?Ученики данного лицея повадились ходить к нам во двор.Этот кошмар длиться с 1го сентября.Начиная с 11:30 и до 17:00 ученики партиями развлекаются в нашем дворе.Ни уговоры,ни запугивания-ничего не помогает.Играют в мафию,курят,мусорят.После их \"свинства\" выходит бабушка 83 года из нашего подьезда и все убирает.Наша управляющая компания поставила скамейки за наш счет-на эти скамейки не сядешь,так как там ученики.Я с ребенком не могу выйти погулять-сплошная ненормативная лексика.Пенсионеры с первых этажей уже устали с ними ругаться.В доме маленькие дети,которые в это время должны спать.То петарды взрывают ,то ржание,то мат.Уши вянут.А какие там девушки!!!Заткнут за пояс любого сапожника.На вопрос:Почему вы не собираетесь в своем дворе?,прозвучал ответ:Мы живем в разных районах города-где нам еще собираться?",
        "likes_count": 32,
        "dislikes_count": 15,
        "rating": 4
    },
    {
        "review_id": "4190",
        "school_id": "82",
        "date": "2020-09-04",
        "text": "1/5\nПолностью неадекватные учителя, невменяемое руководство. Работникам абсолютно плевать на моральное состояние учеников и на то что происходит внутри коллективов. Хам и угрозы родителям, полный беспредел на собраниях из-за тона и того что себе позволяют говорить классные руководители. Мне очень жаль ваших детей и их психику, если они там учатся, так как условия просто невыносимые.",
        "likes_count": 42,
        "dislikes_count": 29,
        "rating": 1
    },
    {
        "review_id": "4191",
        "school_id": "82",
        "date": "2024-02-19",
        "text": "Мой брат там учится говорит что заведение хорошое ,я ему верю и сам  хотел бы там учится!",
        "likes_count": 4,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "4192",
        "school_id": "82",
        "date": "2025-09-10",
        "text": "Отличный лицей",
        "likes_count": 0,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4193",
        "school_id": "82",
        "date": "2023-07-20",
        "text": "Александр описал как сложно учиться в этом ЛМИ. Но тогда почему у них один 100балльник за 10 лет? Ради чего дети и родители страдают?",
        "likes_count": 13,
        "dislikes_count": 13,
        "rating": 1
    },
    {
        "review_id": "4194",
        "school_id": "82",
        "date": "2020-02-29",
        "text": "Хороший лицей. Главное, что он есть.  Надеюсь, что уровень преподавания не упадет.",
        "likes_count": 6,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "4195",
        "school_id": "82",
        "date": "2023-12-22",
        "text": "ЛМИ, дорогой ЛМИ, поздравляем с 25-летием!  7 лет из них мы были неразрывно связаны с тобой. Не без трудностей, но всегда с огромной поддержкой! Ты учишь трудиться, уважать, достигать наивысшего результата.  Педагоги разные, как и везде, но есть броня из педагогов по призванию. Вспоминаем с теплом каждого♥️. Так держать! Развивайся, не сдавайся и будь всегда первым!",
        "likes_count": 9,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "4196",
        "school_id": "82",
        "date": "2020-03-03",
        "text": "Хотелось бы учиться в этой школе из-за хорошо и дружелюбно настроенного преподавательского коллектива, а также из-за отношений  учеников между собой. В целом всё выглядит единой семьёй",
        "likes_count": 13,
        "dislikes_count": 7,
        "rating": 5
    },
    {
        "review_id": "4197",
        "school_id": "82",
        "date": "2019-06-22",
        "text": "Закончил этот лицей. Большая нагрузка, но результат этот оправдывает!)",
        "likes_count": 9,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "4198",
        "school_id": "82",
        "date": "2020-01-02",
        "text": "Не советую",
        "likes_count": 15,
        "dislikes_count": 13,
        "rating": 1
    },
    {
        "review_id": "4199",
        "school_id": "82",
        "date": "2024-05-14",
        "text": "Если бы не переводные экзамены(особенно английский), было бы 5 звезд. \n",
        "likes_count": 1,
        "dislikes_count": 2,
        "rating": 3
    },
    {
        "review_id": "4200",
        "school_id": "82",
        "date": "2019-11-22",
        "text": "Отличная школа с высоким уровнем преподавания.",
        "likes_count": 12,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "4201",
        "school_id": "82",
        "date": "2019-02-12",
        "text": "Один из лучших в городе",
        "likes_count": 10,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "4202",
        "school_id": "82",
        "date": "2020-05-19",
        "text": "Я там учусь. Учителя добрые и знаний дают много",
        "likes_count": 10,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "4203",
        "school_id": "82",
        "date": "2019-09-11",
        "text": "Название многообещающее, но ничего выдающегося в этом заведении нет.\nСлишком много пафоса, а на деле все сводится к сбору денег. К сожалению, современная система образования с каждым годом все хуже и хуже.",
        "likes_count": 25,
        "dislikes_count": 8,
        "rating": 4
    },
    {
        "review_id": "4204",
        "school_id": "82",
        "date": "2018-07-15",
        "text": "Прекрасный лицей, отличный педсостав",
        "likes_count": 15,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "4205",
        "school_id": "82",
        "date": "2019-06-04",
        "text": "В этом учебном году был построен новый спортзал. В проекте ещё строительство бассейна.",
        "likes_count": 8,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "4206",
        "school_id": "82",
        "date": "2019-12-16",
        "text": "Лучшая))) гимназия!!!! Учителя молодцы.",
        "likes_count": 9,
        "dislikes_count": 7,
        "rating": 5
    },
    {
        "review_id": "4207",
        "school_id": "82",
        "date": "2020-09-07",
        "text": "Этот лицей самый лучший в школе. Я там учусь, мне нравится.",
        "likes_count": 18,
        "dislikes_count": 16,
        "rating": 5
    },
    {
        "review_id": "4208",
        "school_id": "82",
        "date": "2019-02-01",
        "text": "Очень хорошее заведение!",
        "likes_count": 7,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "4209",
        "school_id": "82",
        "date": "2019-09-04",
        "text": "Хорошее учебное заведение",
        "likes_count": 4,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "4210",
        "school_id": "82",
        "date": "2019-03-05",
        "text": "Не советую, тут детей по фамилии называют",
        "likes_count": 7,
        "dislikes_count": 26,
        "rating": 1
    },
    {
        "review_id": "4211",
        "school_id": "82",
        "date": "2019-11-19",
        "text": "Зона для ребятишек",
        "likes_count": 16,
        "dislikes_count": 13,
        "rating": 1
    },
    {
        "review_id": "4212",
        "school_id": "82",
        "date": "2018-02-25",
        "text": "хорошая школа приходи к нам",
        "likes_count": 11,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "4213",
        "school_id": "82",
        "date": "2019-12-07",
        "text": "Участвуем в Олимпиаде. Есть кружок робототехники",
        "likes_count": 12,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "4214",
        "school_id": "82",
        "date": "2018-07-21",
        "text": "Отличное образование ",
        "likes_count": 9,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "4215",
        "school_id": "82",
        "date": "2020-02-22",
        "text": "Сына водил на каратэ тренир хороший и слишком добрый",
        "likes_count": 4,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "4216",
        "school_id": "82",
        "date": "2019-10-18",
        "text": "Очень хороший Лицей.",
        "likes_count": 5,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "4217",
        "school_id": "82",
        "date": "2020-12-15",
        "text": "если захотелось в конец потратить все нервы приходите сюда!!!",
        "likes_count": 27,
        "dislikes_count": 9,
        "rating": 1
    },
    {
        "review_id": "4218",
        "school_id": "82",
        "date": "2020-03-02",
        "text": "такое себе ",
        "likes_count": 5,
        "dislikes_count": 6,
        "rating": 3
    },
    {
        "review_id": "4219",
        "school_id": "82",
        "date": "2020-02-12",
        "text": "ну такое себе",
        "likes_count": 9,
        "dislikes_count": 15,
        "rating": 1
    },
    {
        "review_id": "4220",
        "school_id": "82",
        "date": "2019-01-14",
        "text": "Пора снести и построить новую школу",
        "likes_count": 10,
        "dislikes_count": 19,
        "rating": 1
    },
    {
        "review_id": "4221",
        "school_id": "82",
        "date": "2019-09-27",
        "text": "подъезд удобный",
        "likes_count": 5,
        "dislikes_count": 2,
        "rating": 4
    },
    {
        "review_id": "4222",
        "school_id": "82",
        "date": "2020-04-18",
        "text": "Не лучше и не хуже любых других СОШ",
        "likes_count": 8,
        "dislikes_count": 5,
        "rating": 4
    },
    {
        "review_id": "4223",
        "school_id": "82",
        "date": "2021-10-17",
        "text": "Хорошая школа. Но физик отпилил мне палец, пока пилил парту, поэтому 3.",
        "likes_count": 12,
        "dislikes_count": 2,
        "rating": 3
    },
    {
        "review_id": "4224",
        "school_id": "82",
        "date": "2020-04-01",
        "text": "Отличный лицей.",
        "likes_count": 5,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4225",
        "school_id": "82",
        "date": "2020-02-20",
        "text": "Круто и весело",
        "likes_count": 5,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4226",
        "school_id": "82",
        "date": "2018-11-18",
        "text": "Хороший ремонт",
        "likes_count": 9,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "4227",
        "school_id": "82",
        "date": "2019-11-14",
        "text": "Какие дроби в 3 классе!!!!???",
        "likes_count": 11,
        "dislikes_count": 15,
        "rating": 1
    },
    {
        "review_id": "4228",
        "school_id": "82",
        "date": "2019-10-04",
        "text": "Не очень",
        "likes_count": 6,
        "dislikes_count": 5,
        "rating": 3
    },
    {
        "review_id": "4229",
        "school_id": "82",
        "date": "2020-01-04",
        "text": "Мне кажется наука должна развиваться не смотря что 2×2=5\nМолодцы не здавайтесь",
        "likes_count": 9,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "4230",
        "school_id": "82",
        "date": "2020-02-21",
        "text": "Мне понравилось",
        "likes_count": 7,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6525",
        "school_id": "82",
        "date": "2019-03-02",
        "text": "Небольшая школа в центре города. Дети учатся только в первую смену. Построили новый спортзал, скоро открытие. Принимают в школу со 2 класса. Основной упор на математику и английский.",
        "likes_count": 2,
        "rating": 5
    },
    {
        "review_id": "6526",
        "school_id": "82",
        "date": "2022-07-25",
        "text": "Это одно из худших мест на Земле.",
        "likes_count": 0,
        "rating": 1
    },
    {
        "review_id": "6527",
        "school_id": "82",
        "date": "2023-02-10",
        "text": "Ужасное место",
        "likes_count": 1,
        "rating": 1
    },
    {
        "review_id": "6528",
        "school_id": "82",
        "date": "2023-07-05",
        "text": "Отличная школа. Сильнейшая математика и английский язык. Результаты ОГЭ превзошли все ожидания. Сын пришел в этот лицей в 7 классе, быстро догнал одноклассников . Учителя помогали.",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6529",
        "school_id": "82",
        "date": "",
        "text": "Здравствуйте! Огромное спасибо за добрые слова о нашей работе 💛 Обращайтесь!",
        "likes_count": 3,
        "rating": 5
    },
    {
        "review_id": "6530",
        "school_id": "82",
        "date": "2023-09-27",
        "text": "Прекрасная школа! Очень сильная подготовка по математике. Школа, в которой действительно УЧАТ.",
        "likes_count": 3,
        "rating": 5
    },
    {
        "review_id": "6531",
        "school_id": "82",
        "date": "2024-11-19",
        "text": "райское место, лучшая школа Саратова, всем,кто не учился тут-соболезную",
        "likes_count": 4,
        "rating": 5
    },
    {
        "review_id": "6532",
        "school_id": "82",
        "date": "",
        "text": "Добрый день! Для детального рассмотрения доводов, изложенных в комментарии, пожалуйста, обратитесь к директору лицея.",
        "likes_count": 1,
        "rating": 1
    },
    {
        "review_id": "6533",
        "school_id": "82",
        "date": "2024-12-26",
        "text": "Учимся тут, просто ужас, преподавателям по 22-23 года и это возраст, а не стаж! Отношение к ученикам: «сами идите и учите, я тут оценки буду ставить»",
        "likes_count": 1,
        "rating": 1
    },
    {
        "review_id": "6534",
        "school_id": "82",
        "date": "2025-05-24",
        "text": "Школа хорошая, но трудная. Особенный напор на математику и английский. Хорошая школа, надеюсь в будущем будет лучше.",
        "likes_count": 0,
        "rating": 4
    }
]