[
    {
        "review_id": "2098",
        "school_id": "41",
        "date": "2025-06-28",
        "text": "Мой ребёнок учится с 3 класса, нас всё устраивает, учителя хорошие, а вот детки нынче не сахар...  Детки конечно иногда \" дают стране угля\", надо отдать должное терпению учителей. А про какие поборы пишут здесь некоторые я не понимаю. В нашем классе подборов нет.  Учителя всегда открыты к общению, если есть вопросы они выходят на связь. Есть как и во многих школах платные ( по договору) дополнительные уроки и это дешевле в разы чем репетиторы.",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "2099",
        "school_id": "41",
        "date": "2019-12-07",
        "text": "Обычная школа, учителя стараются, к детям относятся хорошо, дают неплохой уровень знаний. Кто хочет учиться - учится, кто не хочет - тому везде плохо. Школу стараются поддерживать в неплохом состоянии. Чистенький, свежий ремонт в школе. Красиво украшают школу к праздникам. Из минусов: \n- неудобно добираться. Дети вынуждены идти вдоль трассы по необорудованной  обочине.\n- слабый уровень английского.  Дети не могут сказать самого элементарного.",
        "likes_count": 13,
        "dislikes_count": 11,
        "rating": 4
    },
    {
        "review_id": "2100",
        "school_id": "41",
        "date": "2023-07-03",
        "text": "Любимая школа!!! Закончила ее 17 лет назад!!! Несмотря ни на что, хочу сказать огромное спасибо директору и завучам за терпение🤣🤣, учителям за знания!!! Лучшие мои 7 лет (перевелась в 54ю в 5м классе)",
        "likes_count": 1,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "2101",
        "school_id": "41",
        "date": "2022-01-10",
        "text": "Хочу выразить огромную благодарность учителю начальных классов Шокиной Ирине Николаевне. Педагог с большой буквы!!!!Таких учителей единицы. Моя дочь перевелась в СОШ 54 в 4м классе, за месяц учебы ребенок стал совершенно самостоятельно делать уроки, появилось желание ходить в школу!!! Теперь я не сижу часами с ребенком разъясняя новые темы, теперь ребенок приходит со школы и рассказывает мне темы сам!!!! И это заслуга целиком и полностью Ирины Николаевны!\n\n\n\n",
        "likes_count": 5,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "2102",
        "school_id": "41",
        "date": "2024-12-04",
        "text": "Отличная школа. Учатся оба ребенка в ней. Прекрасные и отзывчивые учителя.",
        "likes_count": 2,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "2103",
        "school_id": "41",
        "date": "2020-09-07",
        "text": "Я здесь училась,теперь наш сын здесь учится!да и не только наш всех друзей и подруг детки здесь учатся!прекрасная школа!хоть и с моих времён многие преподаватели поменялись,но на процесс обучения никак это не повлияло!отдельное спасибо нашему классному руководителю В.О.В.",
        "likes_count": 2,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "2104",
        "school_id": "41",
        "date": "2019-07-21",
        "text": "Отвратное место. Ребенок отучился 1 год, ушли. Уровень -1. Ученики-старшеклассники ведут уроки у первоклашек если учитель заболел. Вши съедают половину учеников. В коридоре рамы оконные даже не закрываются полностью в таком жутком состоянии. Классы мтются хорошо если раз в месяц.",
        "likes_count": 17,
        "dislikes_count": 11,
        "rating": 1
    },
    {
        "review_id": "2105",
        "school_id": "41",
        "date": "2021-10-04",
        "text": "Уважаемая Людмила Владимировна и весь педагогический состав школы! Выражаем глубокую признательность за отличную организацию учебного процесса в школе. Желаем радости и удовлетворения от работы, процветания, счастья и самое главное здоровья! С уважением, выпуск 2021.",
        "likes_count": 2,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "2106",
        "school_id": "41",
        "date": "2020-03-10",
        "text": "Училась в этой школе, давно окончила.. и с тех пор ничего не изменилось. Ремонт не делают, детей заставляют убираться, на что и куда идут деньги выделяемые государствои, тоже не понятно..  вот честно говоря, НИКОДА бы своих детей туда не отправила учится...да там то и не особо учат ... вечно какие то флешмобы...уборки территории или еще что-нибудь .. детей эксплуатируют в качестве бесплатного труда по уборке не только школьной территории,  но и за ее пределами. Я все это пережила там и я знаю , что пишу... так что если любите своих детей не отправляйте их туда, из них сделают там уборщиков или еще хуже...",
        "likes_count": 29,
        "dislikes_count": 5,
        "rating": 1
    },
    {
        "review_id": "2107",
        "school_id": "41",
        "date": "2025-01-25",
        "text": "Поборы, ежемесячное вымогательство денег на некие взносы. \nМарюшина работала в колонии, а теперь преподаёт уроки Русского детям 👍",
        "likes_count": 3,
        "dislikes_count": 1,
        "rating": 1
    },
    {
        "review_id": "2108",
        "school_id": "41",
        "date": "2025-02-04",
        "text": "Школа хорошая но только из туалетов воняет мочой и нет туалетной бумаги ",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 4
    },
    {
        "review_id": "2109",
        "school_id": "41",
        "date": "2019-03-25",
        "text": "Хорошая школа Отличные педагоги со стажем.Очень хороший директор всегда поможет в любом вопросе .",
        "likes_count": 5,
        "dislikes_count": 15,
        "rating": 5
    },
    {
        "review_id": "2110",
        "school_id": "41",
        "date": "2019-05-14",
        "text": "Учусь в этой школе. Классы с хорошим ремонтом, питание приличное.Каждый год сажаем растения. В этом посадили тюльпаны.",
        "likes_count": 9,
        "dislikes_count": 9,
        "rating": 5
    },
    {
        "review_id": "2111",
        "school_id": "41",
        "date": "2025-04-07",
        "text": "Пока эта мадам директором работает, поборы и отвратительное отношение к людям будет всегда, помню её с 1 класса, мерзкая дама! ",
        "likes_count": 3,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "2112",
        "school_id": "41",
        "date": "2019-12-21",
        "text": "Школа хорошая, детям нравится. Проблемы с транспортом: уехать от школы трудно, особенно в сторону стрелки: перейти улицу без светофора, затем долго идти до остановки. Вывод: нужен светофор, а там участок узкой дороги, частые пробки, которые станут постоянными, если поставят светофор.",
        "likes_count": 6,
        "dislikes_count": 11,
        "rating": 4
    },
    {
        "review_id": "2113",
        "school_id": "41",
        "date": "2020-01-14",
        "text": "Ужасная программа образования,все отказались школы уже давно,а в этой школе до сих пор это программа фигурирует.",
        "likes_count": 11,
        "dislikes_count": 3,
        "rating": 1
    },
    {
        "review_id": "2114",
        "school_id": "41",
        "date": "2021-06-15",
        "text": "В этой школе учился мой сын, спасибо всем учителям и руководству школы за то внимание и доброту что дали за годы обучения моему ребёнку! Здоровья и терпения в вашем нелёгком,  но нужном труде!",
        "likes_count": 4,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "2115",
        "school_id": "41",
        "date": "2025-10-23",
        "text": "Полумигрантская школа, не советую",
        "likes_count": 0,
        "dislikes_count": 1,
        "rating": 1
    },
    {
        "review_id": "2116",
        "school_id": "41",
        "date": "2019-06-29",
        "text": "Очень не удобное местоположение! По качеству обучения - уступает многим! Даже мысли не было - отдать сюда детей!",
        "likes_count": 11,
        "dislikes_count": 7,
        "rating": 3
    },
    {
        "review_id": "2117",
        "school_id": "41",
        "date": "2020-02-24",
        "text": "Школе требуется ремонт и прилегающей к ней территории \nНе понятно куда тратится средства выделяемые ежегодно на ее содержание !",
        "likes_count": 14,
        "dislikes_count": 3,
        "rating": 2
    },
    {
        "review_id": "2118",
        "school_id": "41",
        "date": "2025-01-14",
        "text": "Недавно прорвало в подвале трубы из которых пошли туалетные отходы и мы спасали вещи и это происходило 3 дня подряд. Домой не отпускали а вонь была до 3 этажа.\n",
        "likes_count": 6,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "2119",
        "school_id": "41",
        "date": "2025-09-29",
        "text": "Великолепное учреждение, всем партийным бабусям труженицам, особенно Соколику нашему ясному привет и долгих лет жизни! Помним, любим и ЖДЁМ ",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "2120",
        "school_id": "41",
        "date": "2020-03-07",
        "text": "Здание старой постройки, самобытное и оригинальное. Большая площадь здания и  прилегающей территории. На мой взгляд удачное расположение.",
        "likes_count": 4,
        "dislikes_count": 11,
        "rating": 5
    },
    {
        "review_id": "2121",
        "school_id": "41",
        "date": "2021-11-10",
        "text": "Школа плохая, ужасный ремонт, не вкусная еда. Лично мне учителя не нравится. ",
        "likes_count": 5,
        "dislikes_count": 1,
        "rating": 1
    },
    {
        "review_id": "2122",
        "school_id": "41",
        "date": "2020-05-20",
        "text": "Живу на против этой школы. Про обучение физкультуре и труду могу сказать не по наслышке, плохо. Ребята, кроме чистинья снега складывается ощущение ничему больше не учатся. Вовремя зимы не производятся уроки на открытом воздухе, при обильном снегопаде дети не ходят на лыжах, не заливают каток (с хорошим инженером можно это сделать). Кроме круглогодичного футбола ребятам не чем больше заняться.\nКроме того, школьный двор не ухоженный. Если дети не учатся, трава растет выше головы, никто не обрезает ее, даже в коронавирус. Школа производит размножения клещей, после комаров. Асфальт отдельная тема, там не то что бегать ходить страшно. Не ровный асфальт, ямы. Площадка не оборудована по технике безопасности. На плошадке валяются доски с гвоздями, бутылки. Складывается впечатление, что его давно покинули люди. Прямо как в заброшенном городе, и то там некоторые дороги намного ровнее этих.",
        "likes_count": 21,
        "dislikes_count": 4,
        "rating": 3
    },
    {
        "review_id": "2123",
        "school_id": "41",
        "date": "2019-07-01",
        "text": "Лучшая школа!",
        "likes_count": 9,
        "dislikes_count": 10,
        "rating": 5
    },
    {
        "review_id": "2124",
        "school_id": "41",
        "date": "2020-03-15",
        "text": "Ходим на подготовку ребёнку всё нравиться",
        "likes_count": 4,
        "dislikes_count": 7,
        "rating": 4
    },
    {
        "review_id": "2125",
        "school_id": "41",
        "date": "2020-02-10",
        "text": "Достаточно часто в коридоре первого этажа неприятный запах туалета.",
        "likes_count": 14,
        "dislikes_count": 4,
        "rating": 3
    },
    {
        "review_id": "2126",
        "school_id": "41",
        "date": "2020-02-11",
        "text": "Да это моя школа. Давно это было. Учителя хорошие а сейчас не знаю.",
        "likes_count": 6,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "2127",
        "school_id": "41",
        "date": "2021-04-16",
        "text": "неплохая средняяя школа",
        "likes_count": 2,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "2128",
        "school_id": "41",
        "date": "2019-03-29",
        "text": "Да,. Хорошая средняя школа!",
        "likes_count": 7,
        "dislikes_count": 10,
        "rating": 5
    },
    {
        "review_id": "2129",
        "school_id": "41",
        "date": "2021-03-24",
        "text": "Если есть возможность - отправьте своего ребенка в другое место",
        "likes_count": 12,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "2130",
        "school_id": "41",
        "date": "2019-10-17",
        "text": "Школа как школа, который большинство в Саратове.",
        "likes_count": 10,
        "dislikes_count": 3,
        "rating": 1
    },
    {
        "review_id": "2131",
        "school_id": "41",
        "date": "2020-04-06",
        "text": "Пока все нравится",
        "likes_count": 3,
        "dislikes_count": 8,
        "rating": 5
    },
    {
        "review_id": "2132",
        "school_id": "41",
        "date": "2020-02-27",
        "text": "Не очень",
        "likes_count": 11,
        "dislikes_count": 5,
        "rating": 1
    },
    {
        "review_id": "2133",
        "school_id": "41",
        "date": "2019-09-05",
        "text": "Обычная школа",
        "likes_count": 12,
        "dislikes_count": 5,
        "rating": 3
    },
    {
        "review_id": "2134",
        "school_id": "41",
        "date": "2019-10-28",
        "text": "ужасное месторасположение..вокруг грязь...пора ремонт делать",
        "likes_count": 11,
        "dislikes_count": 6,
        "rating": 1
    },
    {
        "review_id": "2135",
        "school_id": "41",
        "date": "2019-07-03",
        "text": "Дочке нравится",
        "likes_count": 9,
        "dislikes_count": 8,
        "rating": 5
    },
    {
        "review_id": "6279",
        "school_id": "41",
        "date": "2021-10-05",
        "text": "Школа, Там учусь , сегодня день учителя",
        "likes_count": 4,
        "rating": 5
    },
    {
        "review_id": "6280",
        "school_id": "41",
        "date": "2022-05-06",
        "text": "Учился там, школа чисто показуха, \\nС 6 до 9 репетиции\\nС 9 до 14 уроки\\nС 14 до 16 дорога до выступления своим ходом\\nС 16 до 19 ожидание выступления\\n5-10 минут выступления\\nС 19 - 21 дорога домой своим ходом\\nС 21 - 2 домашнее задание\\nС 2 - 6 есть время чтобы: поспать и покушать\\n\\nА если не хочешь тратить время, деньги и силы на бесполезные выступления от которых тебе нет никакой выгоды то переходи в другую школу\\n\\nТакже если не хочешь сдавать каждый месяц по 500₽ на новые шторы то так же намекают на переход в другую школу\\n\\nТак же если ты каким-то образом не успел сделать какую-то домашку по какому-то из предметов то ты никчёмный двоечник и здесь такие не нужны, тебе также поступает предложение о переходе в другую школу\\n\\n(А кстати если ты сделал домашку то на тебя всем всё равно, домашка это твоя обязанность которую ты исполняешь лично для себя поэтому она не оценивается)\\nА если ты её не сделал то она оценивается двойкой в журнал",
        "likes_count": 3,
        "rating": 1
    },
    {
        "review_id": "6281",
        "school_id": "41",
        "date": "2024-08-13",
        "text": "Я сам в ней учусь. Учителя добрые.",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6282",
        "school_id": "41",
        "date": "2024-10-11",
        "text": "Это моя школа",
        "likes_count": 0,
        "rating": 5
    }
]