[
    {
        "review_id": "1498",
        "school_id": "29",
        "date": "2025-08-17",
        "text": "Школа хорошая, скажу про плюсы и минусы: \n- нужен хороший и новый ремонт. туалеты в плохом состоянии, поломанные стены, на некоторых этажах полы (немного), пассивный зал на первом этаже маловат. Раздевалка в плохом состоянии, в раздевалке тоже нужен ремонт, вешалки шатаются и немного поломаны, в стенах есть дырки. Маленькие классы, в классах иногда не хватает стульев для всех учеников. Ещё было бы неплохо заменить учебники, иногда попадаются просто в убитом состоянии,  иногда более-менее. \n\n+ Не все, но большинство учителей добрые и хорошо относится к ученикам. Вкусная еда в столовой, относительно хороший ремонт.\n",
        "likes_count": 3,
        "dislikes_count": 1,
        "rating": 4
    },
    {
        "review_id": "1499",
        "school_id": "29",
        "date": "2025-11-12",
        "text": "Хочу поделиться впечатлением о школе, где обучается мой ребенок. \nК школе относимся по месту жительства, школа замечательная.\nПедагоги здесь работают знающие , внимательные, которые действительно дают знания и готовы прийти нашим детям на помощь. \nПроводят и организовывают много интересных экскурсий и мероприятий. На высоком уровне поставлена работа по патриотическому воспитанию. Все дети могут себя проявить в разных конкурсах, соревнованиях,олимпиадах и концертах различного уровня. Для этой школы важен каждый ребенок и его интересы. В школе много секций по предпочтениям, каждый ребенок сам может выбрать себе кружок.\nОсобое спасибо хочется сказать директору школы Горбань Т.Р., с ее приходом школа стала жить переменами. Очень радует ремонт а актовом и спортивном залах. \nТак же хочется сказать огромное спасибо всем учителям школы и особенно учителю начальных классов Ольге Николаевне, за внимание ,индивидуальный подход и любовь к нашим детям , преданность в этой нелегкой но самой важной работе, \nЯ очень рада, что мой ребенок пришел учиться в эту замечательную школу, и всем рекомендую школу 22.",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1500",
        "school_id": "29",
        "date": "2025-11-11",
        "text": "Школа хорошая, сын учится там уже шесть лет. Учителя добрые и отзывчивые, знания даются достойные. Атмосфера в школе тёплая и дружелюбная, располагает детей к обучению и самосовершенствованию. Организована работа множества кружков на любой вкус. Все педагоги очень внимательные и заботливые, не просто преподают, а действительно переживают за каждого ученика. Хочется поблагодарить учителей этой школы и директора за отзывчивое и внимательное отношение к детям и их родителям. ",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1501",
        "school_id": "29",
        "date": "2025-11-11",
        "text": "Школа хорошая. Когда перешли в эту школу, не пожалели. Учителя детям нравятся, есть молодые преподаватели. Учителя всегда идут на контакт с родителями. Особенно хочу выразить свою благодарность Фединой Анжеле Алексеевне, отличный преподаватель. Ребёнок в восторге от неё. Так же в школе заменили все окна на пластиковые, вставили новые двери, конечно хотелось бы чтобы заменили полы, но я надеюсь в ближайшее время это произойдёт. Есть проблема с учебниками, но пообщавшись с родителями из других школ, оказалось это проблема многих школ. ",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1502",
        "school_id": "29",
        "date": "2025-11-12",
        "text": "Сегодня я, как представитель родительского комитета посетила столовую нашей школы с целью провести мониторинг питання детей. Хочется выразить огромную благодарность, за безупречную организацию обеспечения питанием.\nСтоловая очень чистая, светлая, красивая.\nВидно, что сотрудники столовой очень ответственно относятся к\nсвоим общанностям. Питание в столовой\nтеплое и очень вкусное.\nВсе нормативы согласно чек -листу проверки соответствуют.\nНеобычайно приятная в нашей столовой атмосфера тепла и домашнего уюта.\nПерсонал встречают детей\nдоброжелательными улыбками.",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1503",
        "school_id": "29",
        "date": "2025-11-11",
        "text": "Хорошая школа. За последние два года был выполнен косметический ремонт, кабинеты заметно преобразились, что не может не радовать глаз. Еще хочется отметить замечательную столовую- очень вкусно готовят.\nДля детей часто организуются мероприятия, соревнования ( есть место для творчества)",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1504",
        "school_id": "29",
        "date": "2025-11-11",
        "text": "Мой ребенок учится в школе 22. Здесь всегда царит доброжелательная атмосфера, школа живет активной и интересной жизнью.\nБлагодарю директора школы, педагогов и вспомогательный персонал за высокий уровень поддержания качества воспитания, обучения, а самое главное — небезразличного отношения к учащимся. Дочь ходит в школу с большим удовольствием! ",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1505",
        "school_id": "29",
        "date": "2025-11-11",
        "text": "В этой школе учатся мои дочки  в7 б и 6 б кл. В следуюшем году пойдет и сын в 1 класс . Нам нравится эта школа и учителя . Хочу отдельно сказать СПАСИБО большое Муха Людмила Анатольевне ,Анастасие Вечаславовне , Анжеле Алесеевне и Ларисе Алесандровне 🌸 \nВ школе дружеская, семейная, уютная атмосфера, очень внимательные учителя",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1506",
        "school_id": "29",
        "date": "2025-11-11",
        "text": "Хорошая школа. Замечательные учителя ! Хорошая летняя детская площадка. В школе чисто. Ребёнок ходит в школу с удовольствием!\nИз минусов - хотелось бы облагородить задний двор. ☺️",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1507",
        "school_id": "29",
        "date": "2025-07-16",
        "text": "А мне понравилась эта школа! С директором общаться одно удовольствие. Все спокойно рассказала, показала. Педагоги мне понравились. Общаются с ребенком приветливо. Спасибо вам, коллектив школы, за вашу работу!",
        "likes_count": 2,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1508",
        "school_id": "29",
        "date": "2025-11-11",
        "text": "22 школа- самая лучшая. Прекрасный понимающий директор и дружный, квалифицированный педагогический состав.",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1509",
        "school_id": "29",
        "date": "2024-11-16",
        "text": "Самая ужасная школа, начиная от руководства и заканчивая коллективом учителей. Поборы, школа ни разу не видела ремонта, постоянные поборы, детей ненавидят, молодых специалистов выживают. ",
        "likes_count": 3,
        "dislikes_count": 3,
        "rating": 1
    },
    {
        "review_id": "1510",
        "school_id": "29",
        "date": "2022-05-14",
        "text": "Моя любимая школа, я в ней отучился с 1 по 10 класс с 1968 по 1978 год 1\"в\" р- 10 \"в\" Классный руководитель Худякова Валентина Викторовна. Вспоминаю с любовью наших родных учителей - Кулагину Эльвиру Сергеевну Мелькову Галину Вонифатьевну, Щербакову Валентину Николаевну, Фрумину Розу Зелмановну, Мишину Людмилу Николаевну, Антошину Фаину Георгиевну, директора Соловьёву Нину Александровну, всех помним, любим и низкий поклон им за их труд. Это учителя с большой буквы....",
        "likes_count": 4,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "1511",
        "school_id": "29",
        "date": "2019-08-23",
        "text": "Сразу скажу, + ПОБОРОВ НЕТ!  + Хорошие учителя,реально учат знаниям. В столовой сменились повара и это к лучшему. + Готовят хорошо и вкусно!  + Большая площадь у школы это большой плюс!Ну в целом Не плохая школа.\nЧто из минусов , серьезных прям нет,по мелочам...\nНет развития школы,ну серьезно. Что с прошлым директором что с новым... ШКОЛА СТОИТ НА МЕСТЕ НЕ РАЗВИВАЕТСЯ. А простите забор поставили....за лет так 20 наверно... Нет поборов и развития походу тоже...) но для родителей с небольшим достатком отличный вариант. Маленький спорт зал((( Ну правда,ни в одной школе не видела такой маленький спорт зал.(зато площадь у школы компенсирует этот минус) Актовый зал нормальный-средний. И сменили бы они ответственного по украшению школы перед НГ, как в ссср, в каждом окне свои украшения. пора бы закупить гирлянды на все окна,одноцветные и одинаковые! (видела школы кто уже это сделал) А вот в самом классе пусть детки проявляют творчество и украшают сами.\nНадеюсь кому нибудь  отзыв будет полезен)",
        "likes_count": 12,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1512",
        "school_id": "29",
        "date": "2023-08-28",
        "text": "Отличная школа. Хорошие учителя, дающие знания. Никаких поборов не было ни разу. Я довольна и мои дети.",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1513",
        "school_id": "29",
        "date": "2024-05-07",
        "text": "Школа замечательная, но после смены директора стала ужасна, к примеру сегодня со смотра строя песни дисколифицировали 9б, видете ли девочка улыбалась когда пела песню, и видео будет удалено, скорее всего это из-за какой-то  личной неприязни директора к 9б, но это глупо из-за того, что девочка улыбалась дисколифицировать и удалять видео со всем классом, прошу принять меры",
        "likes_count": 4,
        "dislikes_count": 1,
        "rating": 1
    },
    {
        "review_id": "1514",
        "school_id": "29",
        "date": "2025-05-22",
        "text": "Ужасная школа, в которой ненавидят детей, всю жизнь буду помнить злобную классного руководителя. ",
        "likes_count": 0,
        "dislikes_count": 2,
        "rating": 1
    },
    {
        "review_id": "1515",
        "school_id": "29",
        "date": "2022-08-22",
        "text": "Хочу Хорошие учителя. В школе туалеты в ужасном состоянии, честно говоря не школа, а вшивый домик, так как вши каждый год. Медсестры в школе нет. В раздевалки творится черти что, у многих детей испорчены вещи.",
        "likes_count": 0,
        "dislikes_count": 4,
        "rating": 3
    },
    {
        "review_id": "1516",
        "school_id": "29",
        "date": "2020-07-06",
        "text": "Когда то учился в этой школе с 1 по 8 класс. Школа бедненькая, но учителя в ней были хорошие, до сих пор с теплом вспоминаю своего классного руководителя - Бахмурову Марину Владимировну, которая привила мне любовь к литературе и русскому языку. ",
        "likes_count": 5,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1517",
        "school_id": "29",
        "date": "2025-11-11",
        "text": "Школа хорошая. ",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1518",
        "school_id": "29",
        "date": "2025-11-11",
        "text": "Наша любимая школа.  ",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1519",
        "school_id": "29",
        "date": "2025-10-12",
        "text": "все хорошо, кроме директора",
        "likes_count": 0,
        "dislikes_count": 1,
        "rating": 3
    },
    {
        "review_id": "1520",
        "school_id": "29",
        "date": "2020-05-07",
        "text": "Классы малокомплектные,  учителя средненькие,  дети, которые не прижились а лицее 15, СОШ 23 или СОШ 106 оседают там.",
        "likes_count": 2,
        "dislikes_count": 4,
        "rating": 3
    },
    {
        "review_id": "1521",
        "school_id": "29",
        "date": "2019-09-22",
        "text": "Школа как школа. Отучилась в ней 9 лет. Сейчас дети учатся. Минус- преподаватели меняются как перчатки!",
        "likes_count": 4,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "1522",
        "school_id": "29",
        "date": "2018-07-23",
        "text": "Просторная школа с большим пришкольным двором и спорт площадкой.",
        "likes_count": 5,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "1523",
        "school_id": "29",
        "date": "2025-03-31",
        "text": "Любимая ",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1524",
        "school_id": "29",
        "date": "2019-03-16",
        "text": "Очень хорошая школа\nСама учусь в ней \n5 этажей",
        "likes_count": 4,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "1525",
        "school_id": "29",
        "date": "2020-06-25",
        "text": "Хорошая была школа. Я в ней учился, выпускник 1983 года.",
        "likes_count": 1,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "1526",
        "school_id": "29",
        "date": "2019-10-20",
        "text": "Учились два сына и сестра,правда давно...Школа преображается,чистенько.",
        "likes_count": 5,
        "dislikes_count": 4,
        "rating": 4
    },
    {
        "review_id": "1527",
        "school_id": "29",
        "date": "2022-04-07",
        "text": "Хорошее учебные место",
        "likes_count": 1,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1528",
        "school_id": "29",
        "date": "2020-07-24",
        "text": "Хорошая школа 🏫 обычная адекватная 👍🏻",
        "likes_count": 0,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1529",
        "school_id": "29",
        "date": "2019-09-04",
        "text": "хорошая школа",
        "likes_count": 3,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "1530",
        "school_id": "29",
        "date": "2019-10-01",
        "text": "Учителя хотят чтобы мы получили оброзавание",
        "likes_count": 3,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "1531",
        "school_id": "29",
        "date": "2020-04-14",
        "text": "Самая отвратительная школа, начиная от учеников до учителей ",
        "likes_count": 7,
        "dislikes_count": 5,
        "rating": 1
    },
    {
        "review_id": "1532",
        "school_id": "29",
        "date": "2019-05-13",
        "text": "Учимся не давно в этой школе с год! Не очень школа честно будем уходить",
        "likes_count": 6,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "1533",
        "school_id": "29",
        "date": "2018-10-24",
        "text": "аххаха не отдавайте туда детей плез",
        "likes_count": 11,
        "dislikes_count": 8,
        "rating": 1
    },
    {
        "review_id": "1534",
        "school_id": "29",
        "date": "2020-07-05",
        "text": "Училась тут мама очень давно. Ей понравилось)",
        "likes_count": 0,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1535",
        "school_id": "29",
        "date": "2019-10-09",
        "text": "Я хожу в эту школу мне там очень уютно Меня зовут Самсонов Станислав учусь во втором а",
        "likes_count": 6,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "1536",
        "school_id": "29",
        "date": "2019-12-12",
        "text": "Моя любимая школа ❤️",
        "likes_count": 5,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "1537",
        "school_id": "29",
        "date": "2020-03-05",
        "text": "Злые учителя которые готовы убить тебя в лепешку",
        "likes_count": 6,
        "dislikes_count": 5,
        "rating": 1
    },
    {
        "review_id": "1538",
        "school_id": "29",
        "date": "2018-11-25",
        "text": "Ремонт бы",
        "likes_count": 11,
        "dislikes_count": 3,
        "rating": 3
    },
    {
        "review_id": "6183",
        "school_id": "29",
        "date": "2021-06-23",
        "text": "Рыба гниёт с головы! После смены директора школа скатилась ниже некуда. Учителя бегут!! Текучка страшная, меняется по несколько преподавателей за год. Дети не аттестовываются за две-три четверти, потому что нет учителей и уроки не проводятся. При директоре Казакевич Л.С. был прекрасный пед.состав, сейчас же остались только учителя начальных классов. Наплевательское отношение к детям и родителям!! Знаний ноль! Плюсов никаких, одни сплошные минусы. Если решите учиться там, то рассчитывайте только на свои силы и репетиторов.",
        "likes_count": 8,
        "rating": 1
    },
    {
        "review_id": "6184",
        "school_id": "29",
        "date": "2024-03-29",
        "text": "Благодоря директрисе Микитчук Ж.Н. дети не получают необходимых знаний, т.к. при ней очень часто увольняются учителя, видимо не выдерживающих хамского к себе отношения со стороны этой напыщенной особы! Обходите школу стороной!",
        "likes_count": 7,
        "rating": 1
    },
    {
        "review_id": "6185",
        "school_id": "29",
        "date": "2024-10-22",
        "text": "Лучшая школа и учителя 😍 главное столовка вкусная!! Теперь здесь директор не Микитчук и все стало на свои места наконец-то",
        "likes_count": 2,
        "rating": 5
    },
    {
        "review_id": "6186",
        "school_id": "29",
        "date": "2024-10-28",
        "text": "Ужасные учителя (гнобят за внешний вид и выражения своей точки зрения) по школе бегают тараканы и там полная антисанитария. Не советую вообще ",
        "likes_count": 1,
        "rating": 1
    },
    {
        "review_id": "6187",
        "school_id": "29",
        "date": "2025-11-11",
        "text": "Во всей школе стоят пластиковые окна. Летом всегда проводится летняя площадка для детей.\\nВ школе очень чисто , ни разу я не видела там ни какой живности. Каждый раз приходя на родительское собрание я особенно поражаюсь чистоте лестниц и их окантовке !\\n Татьяна Рафиковна (директор) отзывчивый человек, всегда приветлива и самое главное к ней можно придти любому родителю без предварительной записи. \\nНа первом этаже есть охранники и вахтёры, которые ни когда не пропустят посторонних не узнав у человека и не проверив самостоятельно к кому и зачем он пришёл. 👍",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6188",
        "school_id": "29",
        "date": "2025-11-11",
        "text": "Я как мама рада, что мой ребенок учится в школе 22. Здесь всегда царит доброжелательная атмосфера, школа живет активной и интересной жизнью.\\nБлагодарю директора школы, педагогов и вспомогательный персонал за высокий уровень поддержания качества воспитания, обучения, а самое главное — небезразличного отношения к учащимся. Дочь ходит в школу с большим удовольствием!",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6189",
        "school_id": "29",
        "date": "2025-11-11",
        "text": "Замечательная школа ,хорошие учителя .",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6190",
        "school_id": "29",
        "date": "2025-11-11",
        "text": "Мой ребенок обучается в данной школе с 1го класса. Неоднократно выступал в научно-практических конференциях как на региональном так и на городском уровне и занимал призовые места. Всё это -заслуга классного руководителя Светцевой Л.Н.\\nМой сын в восторге от уроков английского (благодаря профессионализму преподавателя имеет хороший словарный запас).\\nВ школьной столовой, говорит, вкусно кормят. Съедает по две порции) отличная школа!",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6191",
        "school_id": "29",
        "date": "2025-11-11",
        "text": "Хочу выразить огромную благодарность педагогам, всему персоналу школы за высокий профессионализм и чуткое отношение ученикам",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6192",
        "school_id": "29",
        "date": "2025-11-12",
        "text": "Хорошая школа, рада, что мой ребёнок обучается именно в ней. Отличные учителя и чуткий подход к ученикам.",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6193",
        "school_id": "29",
        "date": "2025-11-12",
        "text": "Хочу выразить огромную благодарность педагогам, администрации и всему персоналу школы за высокий профессионализм и чуткое отношение к ученикам! Спасибо за атмосферу и доброжелательность! Очень важно видеть довольного ребёнка, который с радостью ходит в школу и не хочет уходить! Успехов и процветания!",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6194",
        "school_id": "29",
        "date": "2025-11-12",
        "text": "В школе 22 добрые учителя, тёплая домашняя обстановка. Школа уютная, всегда чистая, прекрасные повара. Проходит много мероприятий, работают различные кружки.",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6195",
        "school_id": "29",
        "date": "2025-11-16",
        "text": "Хорошая школа..Я сама училась в ней,теперь и мой ребёнок уже 5й год учится. Учителя замечательные,столовая очень вкусная,и в школе всегда чисто.",
        "likes_count": 1,
        "rating": 5
    }
]