{
    "resource": "yandex_maps",
    "parse_date": "27 ноября 2025",
    "reviews": [
        {
            "school_id": "122",
            "date": "21 ноября 2025",
            "text": "Дети учатся по прописке, изначально рассматривали жилье с пешей доступностью к школе, лицей или обычная школа - не важно. Началку закончили отлично, но с 5 класса начался ужас, и с каждым годом все хуже. Учителя злые,не идут на встречу ученикам, двойки ставят за все подряд, очитаться или исправить нельзя. Моего ребенка доводят ежедневно, могут при всем классе унизить или шутить зло. При все этом дз объемные по каждому предмету, расписание ужасное, ставят все сложные предметы в один день. Выучить это нереально. У ребенка развивается дипрессия, ничего не хочет, учиться все желание отбили. Жаловаться бесполезно. ",
            "likes_count": 1,
            "dislikes_count": 0,
            "rating": 1
          },
          {
            "school_id": "122",
            "date": "4 мая 2025",
            "text": "Самое замечательное учебное заведение. Ребёнок учился в начальной школе  у прекрасного педагога- Буровой Светланы Григорьевны! На данный момент сын переходит в 10 класс в другом городе,  но до сих пор у него самые приятные воспоминания об этом месте и учителе. Директор, Сыромолотова Татьяна Яковлевна- пример руководителя! В МБЛ учебный процесс и внеурочная деятельность построена так, что у детей есть возможность проявить себя, как умственно, так и творчески. Желаем процветания, успехов и благополучия всему коллективу!",
            "likes_count": 3,
            "dislikes_count": 6,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "11 мая 2025",
            "text": "МБЛ - это одна большая семья! В лицее учатся двое наших детей, а старшая уже успешно поступила в вуз. Нам нравится все - и радужная неделя, и Лика, и высокий уровень преподавателей.\n\nХочу выразить искреннюю благодарность классному руководителю и преподавателю русского языка и литературы Байрамовой Елене Абдулалиевне за заботу, терпение и поддержку в течение всего учебного года. Ваше внимание к каждому ученику, желание помочь и создать комфортную атмосферу сделали наш класс дружным и мотивированным. Спасибо за ваше старание, мудрость и за то, что вы так внимательно относитесь к успехам и трудностям учеников.\n\nЖелаю вам дальнейших успехов, крепкого здоровья и счастья!",
            "likes_count": 4,
            "dislikes_count": 6,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "19 декабря 2024",
            "text": "Лучший лицей с индивидуальным подходом к каждому ребенку! В отличие от предыдущего комментатора не скрываю свое имя под выдуманным, детей с такой фамилией в нашем классе нет и не было. Учимся в классе у Бутримовой Кристины Александровны. Она чудесный педагог, старший товарищ и наставник для наших детей! За 3 года обучения ребенок неоднократно становился участником, призером и победителем олимпиад и конференций различного уровня! Это огромный вклад и заслуга классного руководителя и педагогического коллектива лицея! К диалогу открыта и Кристина Александровна и директор учреждения Сыромолотова Татьяна Яковлевна! Очень рада, что у нас есть возможность ходить именно в этот лицей и именно к этому классному руководителю. ",
            "likes_count": 5,
            "dislikes_count": 10,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "20 декабря 2024",
            "text": "Огромная благодарность лицею и всем учителям. У меня учатся трое детей в лицее, всем довольны. Педагоги, знания, мероприятия - всё на высшем уровне. Дети с удовольствием ходят в школу. \nПрочитала предыдущий отзыв об учителе Бутримовой Кристине Александровне и в корне с ним не согласна. Чуткий, внимательный педагог, который дает знания детям. Не успокоится, пока все ребята не поймут материал, дополнительно  занимается с теми, кто отстает. В прошлом году, когда она была на больничном - и пришел на замену другой учитель, дети из класса плакали и переживали, что нет их любимого классного руководителя, отказывались идти в школу без нее.\n Мы ей очень благодарны за ее труд, терпение, любовь к детям! ",
            "likes_count": 5,
            "dislikes_count": 7,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "25 ноября 2024",
            "text": "Главный недостаток это равнодушие, как со стороны учителя, так и директора. Учитель начальных классов Бутримова К.А. зарекомендовала себя как некомпетентный учитель. Не смогла помочь ребенку в адаптационный период, в праге этот период затянулся до 3 класса. Проявив бездушие равнодушие. Общаясь с детьми на повышенных тонах, учитель настроения. Ребенок боялся отказывался ходить в лицей. Неоднократно просила учителя помочь ребенку, однако она не предпринимала каких-либо попыток в решении проблемы.",
            "likes_count": 7,
            "dislikes_count": 13,
            "rating": 1
          },
          {
            "school_id": "122",
            "date": "30 июня 2023",
            "text": "Отличный лицей! Замечательные преподаватели, администрация. Огромную благодарность хочется выразить нашему классному руководителю Байрамовой Елене Абдулалиевне и Светлане Геннадьевне, Ирине Владимировне, Галине Владимировне за огромный труд в обучении и воспитании наших детей. В этом году наша параллель окончила 9 класс и мы отправились в Санкт-Петербург. В МБЛ есть такая традиция - вручение аттестатов об основном общем образовании в стенах Царскосельского лицея. Наша поездка включала вручение аттестата, бал в старинных костюмах, множество экскурсий. Сколько незабываемых эмоций она принесла детям! Поразило отношение учителей к детям, оно было настолько трепетным, любящим, полным внимания и заботы. Вся эта замечательная поездка сильно сплотила и без того наш замечательный, большой и дружный коллектив и мы стали семьей. Огромное спасибо всем организаторам нашего праздника и нашему любимому директору Татьяне Яковлевне!",
            "likes_count": 5,
            "dislikes_count": 13,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "17 октября 2023",
            "text": "Выбирали квартиру, с учётом принадлежности к хорошей школе. МБЛ не обманул наши ожидания. Проекты, конкурсы, задания, секции и кружки создают уютную, дружескую  атмосферу. Учебная нагрузка ощутимая, но с грамотным и внимательным педагогом вполне осуществимая. Нам повезло с классным руководителем, Степановой Анастасией Антоновной. Очень чуткий человек и профессионал своего дела, умеет погрузить в учебную деятельность. так что это воспринимается ребёнком, как увлекательное путешествие в мир знаний, создала комфортную психологическую среду в классе. Ещё очень благодарны за занятия в субботу, для тех ребятишек, кто болел или кто хочет подтянуть какой-либо предмет. А самое главное, видно, как она любит детей. Всегда вежлива, тактична и приветлива! Ребенок доволен и мы, как родители конечно тоже. Спасибо мбл!!!",
            "likes_count": 6,
            "dislikes_count": 10,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "23 мая 2023",
            "text": "Сын учится в МБЛ, в этом году закончил 9 класс. \nЧто очень классно в лицее - шикарный контингент учеников. Тех, кто настроен учиться, никто не дразнит заучками, никто с 5 класса не бегает курить, как в других школах, настрой - на учебу, на позитив, на дружбу. Огромное количество мероприятий, интересных, душевных, познавательных - дети всегда вовлечены в учебный процесс и во внеучебную деятельность. \n\nКонечно, больше всего мне нравилась началка - сильная, дружная, всесторонне развивающая. Среднюю школу уже тянут только самые сильные.\n\nВ любом случае благодарна очень лицею за всё, что он дал моему сыну. И если ваш ребенок силен, дисциплинирован и легко схватывает материал - смело можете отдавать.",
            "likes_count": 7,
            "dislikes_count": 8,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "1 июня 2023",
            "text": "Оба ребенка учатся в лицее. Все отлично, все устраивает, если хочешь учиться. Квалификация педагогов на уровне. У директора отличная команда профессионалов. Родителей всегда выслушают, посоветуют. учеников воспитывают в строгости) но при этом в любви. Лариса Валентиновна чудесный и любимый детьми педагог. Таких бы замов по воспитанию каждой школе и  мир был бы добрее и воспитаннее! Любим очень!",
            "likes_count": 1,
            "dislikes_count": 7,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "19 ноября 2025",
            "text": "Очень хорошее заведение.Дают много знаний и хороший двор лицей внутри как город каждое место написано какая улица . Единственное нужно много трудиться чтобы всё получилось.Я пока ещё учусь здесь в 6 классе.",
            "likes_count": 1,
            "dislikes_count": 0
          },
          {
            "school_id": "122",
            "date": "17 октября 2023",
            "text": "Хочу выразить огромную благодарность преподавателю начальных классов Степановой Анастасии Антоновне, сын неохотно пошёл в школу, первые две недели до слез, Анастасия Антоновна чуткий человек, смогла найти подход не только к моему ребёнку , но и ко всем детям в классе, уровень знаний у сына значительно вырос, материал даёт грамотно, чётко, при этом не перегружая детей. Очень рада, что у моего ребёнка, молодой, талантливый и перспективый преподаватель. Побольше бы таких учителей для детей!!! ",
            "likes_count": 3,
            "dislikes_count": 4,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "21 марта 2025",
            "text": "Очень слабое учебное заведение, знания почти не даются. Начало берется с директора Сыромолотовой Т.Я. Там пафоса и лозунгов, что МБЛ это лучшее заведение, из каждой фразы. Но самое главное, что забыла Татьяна Яковлевна это образовательный процесс. \nВо-первых педагогический состав, который ранее был одним из самых сильных благополучно ушел, не выдержав тирании и прессинга со стороны руководства лицея. Очень грамотные учителя покинули это заведение и перешли в школы, где руководство ценит педагогов. В свою очередь дети МБЛ пострадали от таких шагов, но осуждать нельзя учителей. Как сказал один из учителей, уходя из МБЛ \"Мне очень дороги дети и нравиться лицей, но мое здоровье мне дороже. Я не в силах терпеть постоянные унижения и тиранию\". Знания теперь очень, очень слабые и это видно по экзаменам. Хочется задать вопрос, а много ли у МБЛ учеников, которые сдали ЕГЭ на 100 баллов. Каждый год вижу разные школы, лицеи и гимназии, ученики которых набирают 100 баллов, и ни разу не было МБЛ. А ответ прост, это слабые знания от слабых учителей. Смешно, когда учителя знают хуже учеников! Да и такое тоже имеет место быть в данном заведении! \nВо-вторых, это Татьяна Быстрова. Человек который по ее мнению вносит вклад в лицей. Занимает пост председатель общелицейского родительского комитета и советника директора. Фактически продвигает только свои цели (ну вы понимаете о чем я) и никто не имеет права говорить слова критики в сторону лицея и руководства. Смотрится смешно. И вот все это наводит на великие слова из басни И.А. Крылова \"За что же, не боясь греха, Кукушка хвалит Петуха? За то, что хвалит он Кукушку\".\nВ-третьих это постоянное воздействие на родителей и требования, чтобы они жили жизнью школы и участвовали в различных мероприятиях. Зачем? Почему? При условии, что есть работники, которые должны работать с детьми и получают за это заработную плату.\nВсе сложилось в МБЛ в один большой, но не очень хороший для учеников пазл, ну и как следствие для родителей.\nМое мнение следующее, необходимо проводить полную замену руководства, и начать необходимо с директора, так как Сыромолотова в силу возраста и своих амбиций не тянет это заведение. А потом и сами педагоги поменяются. И назад вернется гордое имя МБЛ!",
            "likes_count": 23,
            "dislikes_count": 0,
            "rating": 1
          },
          {
            "school_id": "122",
            "date": "30 июня 2023",
            "text": "Как лицеист данной школы,хочется отметить,что на протяжении долгих лет МБЛ хранит традицию. Эта традиция-поездка 9 классов на выпускной в Санкт-Петербург. Прекрасное место,где можно совместить приятное с полезным. Очень много познавательных экскурсий по интересным местам. Бал,Прогулки,Получение аттестата в Царском селе-Это все ,что вы можете получить. Огромное спасибо классным руководителям и администрации лицея за то,что поддерживают эту традицию и позволяют 9 классам погрузиться в необычную атмосферу. ",
            "likes_count": 4,
            "dislikes_count": 9,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "1 июня 2023",
            "text": "Лучшее образовательное учреждение г.Саратов! Замечательное руководство и педагогический состав! Отдельные слова благодарности Ларисе Валентиновне за ее труд! Мероприятия, проводимые с ее участием всегда интересные, веселые, оригинальные!! Спасибо, Лариса Валентиновна, за ваш оптимизм и задор, за вашу неиссякаемую энергию!!",
            "likes_count": 3,
            "dislikes_count": 9
          },
          {
            "school_id": "122",
            "date": "26 мая 2023",
            "text": "Хочется выразить слова благодарности учительскому составу лицея и директору. Главные люди в жизни школьников - это классные руководители . Благодаря им моя дочь все 11 лет ходила в лицей с удовольствием и получила багаж знаний, опыт самопознания и самоопределения. \nИ в этом году для моей старшей дочки прозвенел последний звонок )) Праздник был очень трогательным , не передать словами .Дети которые учатся в МБЛ это одна семья !!)))\n",
            "likes_count": 3,
            "dislikes_count": 7,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "16 марта 2020",
            "text": "Отличный лицей! У нас очень хороший учитель, которого дети искренне любят! Ребенок ходит на учёбу с удовольствием! Директор потрясающий человек, который любит детей и свою работу. Поборов в школе нет! Есть попечительские, на добровольной основе. И попечительские уходят реально на нужды лицея. За два года мы не покупали в класс НИЧЕГО, всё что приобреталось, всё за счет фонда. В школе красота, чистота и порядок. Оригинальное оформление стен, ступенек... Мы рады что ребенок учится в этом заведении.",
            "likes_count": 21,
            "dislikes_count": 28,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "11 апреля 2020",
            "text": "Отличная учебное учреждение медико биологический лицей с прекрасными руководителями учителями с обслуживающим персоналом всегда частенько убрано все вежливые и ученики и учителя пропускной режим соблюдается прекрасная столовая и мне кажется что это одно из лучших учебных заведений в нашем городе Большое спасибо заслуга всего этого частота порядок соблюдения дисциплины благодаря директору Сыромолотова Татьяна Яркина огромное ей спасибо за заботу о наших детях",
            "likes_count": 19,
            "dislikes_count": 35,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "27 августа 2021",
            "text": "За хорошим фасадом здания и ухоженной территорией образовательное учреждение, где принцип \"Дети для школы, а не школа для детей\". Ориентир учителей только на детей с повышенным уровнем знаний, которые занимаются самостоятельно либо с репетиторами. Внимания педагогов на среднего учащегося нет. Лицею интересны только \"звезды\". Педагогический состав давно потерял лицо \"Учитель с большой буквы\". Детям и родителям  навязываются \"авторские\" учебные программы, которые не подкреплены результативностью усвоения их учащимися, что в случае перехода ученика в другое образовательное учреждение либо при смене педагога по данному предмету, ведет к не системному обучению по данной дисциплине. Жесткая градация на сильные классы и слабые (в которых массовые неудовлетворительные результаты по знаниям при проведении контрольных работ). Наверное, лицею нужен новый лидер!",
            "likes_count": 53,
            "dislikes_count": 9,
            "rating": 3
          },
          {
            "school_id": "122",
            "date": "13 сентября 2022",
            "text": "Я рада, что моя дочь обучается именно здесь! Уже 5 лет. И это не правда, что ориентир только на отличников. У всех ребят успеваемость разная. Учителя всегда идут на помощь. Педагогический коллектив в лицее замечательный, и атмосфера внутри очень дружелюбная, добрая, со своими традициями и правилами. Условия, в которых учатся дети, хорошие! Если вы хотите хорошего качества обучения и высокого уровня подготовки ребенка к поступлению в техникум или ВУЗ - вам определенно сюда! НО!!! Каждый родитель должен понимать, прежде, чем отдать ребенка в ЛЮБОЙ лицей или гимназию, что такие учебные заведения - это не обычная школа, это место где детям дают повышенный уровень образования, а не базовый, как в обычной общеобразовательной школе, причем, с начальной школы!!! Такой уровень обучения требует не только дополнительное время на выполнение Д/З, но и дополнительного внимания и участия со стороны родителей. Вы, родители, должны быть к этому готовы, и я тут не про материальные вещи совсем и расходы говорю,...и ребенок должен быть готов. Многие отдают ребенка в лицей потому, что живут рядом (красивое здание, ухоженная территория и т п.), не оценив возможности свои и ребенка, готовность к глубокому изучению предметов не оценив возможности свои и ребенка, готовность к глубокому изучению предметов, а когда не тянете программу, то лицей виноват или гимназия...",
            "likes_count": 18,
            "dislikes_count": 17,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "1 июня 2023",
            "text": "Хочу выразить благодарность Ларисе Валентиновне, учитель с большой буквы. Очень чуткая, внимательная, добрая. Поможет каждому ребенку, найдет выход из любой ситуации. Даёт качественные знания. Суперская классная мама!!!!!. Спасибо Вам большое, что вы с нами!!!",
            "likes_count": 1,
            "dislikes_count": 6
          },
          {
            "school_id": "122",
            "date": "23 апреля 2018",
            "text": "Новый, чистый лицей с ухоженной территорией, просторными коридорами, охраной, двумя спортзалами. Новой спортивной площадкой. Для детей есть секции для детей внешкольного времяприпровождения. Большой актовый зал для торжественных мероприятий и лицейских мероприятий с большой сценой и звукоусилительным и световым оборудованием. Лицей оснащён современной пожарной сигнализацией.",
            "likes_count": 13,
            "dislikes_count": 11,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "17 марта 2023",
            "text": "Ни разу не пожалела, что мой сын учится в МБЛ! Достойный педагогический состав, активная внеучебная деятельность, руководство всегда готовы выслушать! Спасибо за качественный образовательный процесс!",
            "likes_count": 7,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "8 сентября 2022",
            "text": "Замечательный лицей! Сейчас мой третий ребёнок - первоклашка в этом лицее. Старший ребёнок, окончил этот лицей и сейчас учится на 4 курсе СГУ, на бюджете( вместе с ним ещё 2  одноклассника на этом факультете, и тоже бюджет). Лицей очень хорошо готовит детей к поступлению в ВУЗы! На бюджет поступают практически все выпускники 11 класса!!! В лицее очень уютно, красиво! В столовой вкусная еда!!!! ",
            "likes_count": 8,
            "dislikes_count": 12,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "30 июня 2023",
            "text": "Оба ребенка учатся в мбл. Хочу сказать уровень знаний на высоком уровне. Очень важно, что здесь детям дают не только знания, а учат мыслить. Это очень важно. Плюсом, в мбл есть такая чудесная традиция вручать аттестаты в С.-Петербурге, в Пушкинском лицее. В этом году были там со старшим ребенком. Это незабыыаемые впечатлени. Всем очень понравилось. Ездили всей параллелью, организаторы постарались. Где мы только не были. Эта поездка оставила огромный след в школьной жизни каждого.",
            "likes_count": 0,
            "dislikes_count": 4,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "21 мая 2023",
            "text": "Отличный лицей, учимся уже 6 год. Да, учиться будет посложнее чем в соседних школах и взаимодействия с родителями требуется больше. Отдельное спасибо за профильное направление иностранных языков!!!",
            "likes_count": 2,
            "dislikes_count": 4
          },
          {
            "school_id": "122",
            "date": "9 сентября 2022",
            "text": "Спасибо доргому лицею за то , что он даёт моему ребёнку! Спасибо Татьяне Яковлевне за титанический труд! Спасибо учителям лицея за знания моего ребёнка! \nЛицей даёт всё возможное для развития детей, нам остаётся только правильно и добросовестно это использовать. От этого и зависит успех наших детей! ",
            "likes_count": 10,
            "dislikes_count": 11,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "24 мая 2018",
            "text": "Прекрасный лицей, со своей историей, традициями и непередаваемой атмосферой уюта. Здесь прекрасные учителя, которые не только дают материал, но раскрывают потенциал своих учеников. Такого внимательного отношения к детям, глубокого уважения к личности каждого ребенка еще поискать. МБЛ не перестает приятно удивлять, дарить радость своим ученикам и их родителям!",
            "likes_count": 11,
            "dislikes_count": 12,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "15 января 2019",
            "text": "Хороший лицей, где царит душевная атмосфера. Чувствуешь это как только заходишь в него. Добрые ии отзывчивые учителя, которые дают прекрасный старт в будущее, крепкую опору из базы знаний. Много кружков и секций, есть свои традиции.",
            "likes_count": 19,
            "dislikes_count": 15
          },
          {
            "school_id": "122",
            "date": "20 февраля 2023",
            "text": "Странная для меня ситуация.Звоню,узнаю,есть ли место для сына.Назначают встречу,прихожу,приглашают в кабинет директора,Она начинает мне рассказывать про программу,сколько классов и на каком-то моменте говорит,что мест у них нет.А зачем тогда вчера назначали мне встречу и не отменили,если записывали данные Несерьезно,мягко говоря.",
            "likes_count": 16,
            "dislikes_count": 2
          },
          {
            "school_id": "122",
            "date": "11 ноября 2020",
            "text": "Идеальная школа. Самые лучшие учителя\nНа каждом уроке узнаём что-то новое. Уроки улучшают жизнь потому, что мы начинаем отвлекаться от телефонов и других гаджетов. Я так говорю потому, что я там сама учусь и мне если честно очень нравится. Зато потом легче будет даваться в жизни. Когда мы что-то не понимаем учитель всегда сможет объяснить.",
            "likes_count": 9,
            "dislikes_count": 25,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "2 июня 2023",
            "text": "Хочется выразить слова благодарности руководству и педагогическому составу лицея МБЛ.\nОтдельное спасибо Бурлаковой Ларисе Валентиновне за организацию и проведение веселых и интересных мероприятий.",
            "likes_count": 1,
            "dislikes_count": 6
          },
          {
            "school_id": "122",
            "date": "17 октября 2018",
            "text": "Замечательный Лицей, хорошо обустроенный внутри и снаружи. Прекрасно объясняющие, помогающие разобраться в темах учителя, они добрые и понимающие. В лицее жизнь кипит. Много разных мероприятий, в ходе которых ученики разнесторонне развиваются, да и просто хорошо проводят время.",
            "likes_count": 14,
            "dislikes_count": 15
          },
          {
            "school_id": "122",
            "date": "24 июня 2022",
            "text": "Ужасная школа, с очень плохим качеством обучения! Школа, в которой процветает по всем параметрам одна показуха! Начиная с учебного процесса и заканчивая социальными сетями в которых постоянно происходит пиар! Процветает подхалимничество и полный беспредел во всём. Подача знаний в усеченном варианте, но требования и создание в классах напряжения и страха у учеников, перед проверочными работами - обычное дело. Учителя в сообщениях в Вайбере (переписка с родителями)сами делают по три ошибки с слове. О профессионализме и знании детской психологии говорить не приходится.\nВ аттестатах оценки занижались учителями, для подстраховки себя перед егэ. О занижениях узнавали уже при получении дипломов.\nШкола хоть и обеспечена множеством интерактивных досок, но по назначению их не используют. Когда учителя берут больничный, уроки все равно ставят для галочки и дети сидят весь урок ничего делают. Постоянные сдвоенные уроки! \nКоллектив из детей и родителей с каждым годом становился всё хуже и хуже к 11 классу остаются либо жалобщики и стукачи либо дети сидящие на успокоительных и 1000 репетиторов , главный принцип в этой школе был каждый сам за себя, и все учителя его втюхивают каждому ученику!\nЧеткого расписание нет , ученики каждый день должны гадать какие и во сколько уроки будут завтра. \nДа, и еще дифирамбы в этой школе поют тем/////// вы сами думаю всё понимаете и знаете....в общем никогда никому не порекомендую эту слабую и изживающую себя школу! \nМбл точно не та школа, в которую стоит устраивать своего ребёнка",
            "likes_count": 61,
            "dislikes_count": 16,
            "rating": 1
          },
          {
            "school_id": "122",
            "date": "7 декабря 2019",
            "text": "Это лучшее учебное заведение!!! Ребенок ходит с удовольствием!!! Приятная атмосфера, замечательные преподаватели! Разнообразие дополнительных занятий!!! Благоприятная атмосфера!!! Огромная благодарность директору лицея за такой труд!!!",
            "likes_count": 19,
            "dislikes_count": 25
          },
          {
            "school_id": "122",
            "date": "5 октября 2019",
            "text": "Хорошие педагоги, дают прекрасные знания. Но домашнего задания задают прилично тоже! Пришлось отказаться от кружков и секции, чтобы зарабатывать 4 и 5.\nВремени на прогулки на улице практически нет.",
            "likes_count": 12,
            "dislikes_count": 9
          },
          {
            "school_id": "122",
            "date": "5 февраля 2019",
            "text": "Отличный лицей. Хороший преподавательский состав. Новое здание, большая чистая территория. Есть 2 спортзала, хоккейная коробка, футбольное поле.",
            "likes_count": 12,
            "dislikes_count": 9
          },
          {
            "school_id": "122",
            "date": "19 декабря 2021",
            "text": "Отличное место для учёбы.Учителя хорошие,понимающие.Еда в столовой качественная и вкусная.В лицее всегда чисто и красиво.",
            "likes_count": 9,
            "dislikes_count": 13
          },
          {
            "school_id": "122",
            "date": "29 июня 2022",
            "text": "Отвратительный лицей с максимально низким качеством образования и квалификацией учителей, которые часто занижают оценки если ты им не нравишься. Вместо того чтобы грамотно преподать предмет им гораздо проще поставить 3. Конкретно Екатерина Александровна(учитель физры) отвратный учитель, вечно злится и чем-то недовольна. Никому не рекомендую данное учебное заведение!",
            "likes_count": 43,
            "dislikes_count": 14,
            "rating": 1
          },
          {
            "school_id": "122",
            "date": "2 октября 2019",
            "text": "Это просто кошмар,вход в лицей неудобен,создаются пробки на этой маленькой улочке,все хотят свое чадо прям ко входу подвезти,нежели поодаль поставить свой пятый мерседес и пройтись пешком,но нет,мы подъедем пока выйдем из машины,пока реюенку дверь откроем,пока посмотрим как он удалился в глубине лицея,а что уже и машины другие подперли со всех сторон,ну это просто жесть,очень не продумали ,где сделать вход,а жителям дома иногда тяжело въехать к себе во двор,",
            "likes_count": 39,
            "dislikes_count": 11,
            "rating": 1
          },
          {
            "school_id": "122",
            "date": "31 мая 2019",
            "text": "Хорошая школа, отличный ремонт, хотели туда отдать дочь, прошли вступительные собеседование и тестирование, после изучения программы английского языка, отдали предпочтение 56 лицею, у него программа более сильная, а так, одна из лучших школ Солнечного",
            "likes_count": 10,
            "dislikes_count": 12
          },
          {
            "school_id": "122",
            "date": "10 марта 2020",
            "text": "школа очень хорошая классная праздники когда детям все рассказываю показывают все понятно много отличников подруга моя там учится и я там учусь очень хорошая школа учителя очень хорошие есть даже английский и немецкий и французский языки все понятно домашнюю работу легко выполнять ОЧЕНЬ ХОРОШАЯ  И КЛАССНАЯ ШКОЛА РЕКОМИНДЦЮ ВАМ",
            "likes_count": 14,
            "dislikes_count": 27
          },
          {
            "school_id": "122",
            "date": "22 ноября 2021",
            "text": "образование сложное идëт с опережение, чем в простой школе, обычно дети ло учиваются ло 5 класса и уходят с мбл... дорога перед входом не имеет пешеходного перехода, машины ездят не соблюдая скоростной режим, вечные пробки возле входа утром/вечером... ",
            "likes_count": 7,
            "dislikes_count": 4,
            "rating": 3
          },
          {
            "school_id": "122",
            "date": "19 февраля 2020",
            "text": "У меня ребёнок доучивается 4 класс и это просто мрак! Те кто планирует отдавать своих детей, готовьтесь к совместному выполнению д. з. всей семьёй и найму реппетиторов. Задача лицея задать как можно больше на самостоятельное изучение. Второго своего ребёнка никогда не отдам в МБЛ. Они держаться за счёт былых заслуг и ограниченным выбором учебных заведений.",
            "likes_count": 46,
            "dislikes_count": 5,
            "rating": 1
          },
          {
            "school_id": "122",
            "date": "14 января 2019",
            "text": "Один из лучших учебных заведений города, профиль начинается в 5 классе, много интересных мероприятий, учителя замечательные",
            "likes_count": 11,
            "dislikes_count": 15
          },
          {
            "school_id": "122",
            "date": "26 апреля 2024",
            "text": "Всё прекрасно. Хорошо учат. Но четыре звезды потому что еда не вся вкусная.",
            "likes_count": 1,
            "dislikes_count": 2
          },
          {
            "school_id": "122",
            "date": "23 декабря 2024",
            "text": "Четверть учителей истерички. Худшая из школ в микрорайоне «солнечный». Спасибо адекватным учителям за поддержку, без них целый учебный год был бы сущим адом.",
            "likes_count": 6,
            "dislikes_count": 0
          },
          {
            "school_id": "122",
            "date": "28 июля 2019",
            "text": "Замечательное, красивое учебное заведение! Много пользы детям ! Только есть один минус. В нашем районе это единственное место ,где можно просто отдохнуть, т к все для этого благоприятствует, только вот для нас жителей оно закрыто И поэтому не понятно - для кого и для чего там были установлены спортивные снаряды, детская площадка? Как же тогда воспитывать в людях чувство прекрасного, если это прекрасное от него закрывают?\nЯ там некоторое время назад занималась скандинавской ходьбой, на турнике, с внучкой ходили на площадку. Я ходила, а она играла. А теперь ходить нельзя , т к закрыли и пускают по тем часам, которые людям не удобны. Очень жаль!!!???",
            "likes_count": 22,
            "dislikes_count": 17,
            "rating": 5
          },
          {
            "school_id": "122",
            "date": "7 апреля 2020",
            "text": "Относительно новая школа. Чисто,уютно. Большая  территория.  Школа заполнена под завязку, вокруг очень много новостроек.",
            "likes_count": 9,
            "dislikes_count": 8
          },
          {
            "school_id": "122",
            "date": "2 июля 2018",
            "text": "Замечательный лицей! Творческие педагоги.высокие требования,а на экзаменах впечатляющие результаты",
            "likes_count": 7,
            "dislikes_count": 11
          },
          {
            "school_id": "122",
            "date": "13 сентября 2020",
            "text": "Современное здание, квалифицированные преподаватели, большая спортивная площадка.",
            "likes_count": 9,
            "dislikes_count": 6
          },
          {
            "school_id": "122",
            "date": "29 сентября 2019",
            "text": "Очень плохо, что вместо обычной школы, которая была в плане построек, оказался медико-биологический лицей. Мое личное мнение: учась в МБЛ ребенок уже уверен в выборе профессии, а как это может быть с ребенком семи лет? Поэтому это должна была быть школа, с профильными классами. А так - очередное место поборов.",
            "likes_count": 36,
            "dislikes_count": 11
          },
          {
            "school_id": "122",
            "date": "19 сентября 2021",
            "text": "Очень хорошая школа.Сильные педагоги, и ребята , которые учаться в МБЛ отличаються от других ребят.В школе царит доброжелательная атмосфера.",
            "likes_count": 8,
            "dislikes_count": 12
          },
          {
            "school_id": "122",
            "date": "23 января 2020",
            "text": "Уважаемые родители! Прочитав львиное количество отзывов, вижу, что многие из вас либо не интересуются, либо не обращают внимания на происходящие внутри данного учебного заведения, процессы и это крайне беспокоит. Позитив, который описывает директор лицея, никак…",
            "likes_count": 76,
            "dislikes_count": 11
          },
          {
            "school_id": "122",
            "date": "9 декабря 2019",
            "text": "Ничего хорошего не могу сказать об этом месте.Учителя на контакт не идут. Дети идут на подготовку и стоят мерзнут на улице пока вся группа соберётся.",
            "likes_count": 31,
            "dislikes_count": 4
          },
          {
            "school_id": "122",
            "date": "20 февраля 2020",
            "text": "В этой школе учится мой ребёнок. Ему очень нравится Здесь учиться. здесь высокое образование. просто супер Рекомендую эту школу!",
            "likes_count": 7,
            "dislikes_count": 12
          },
          {
            "school_id": "122",
            "date": "27 апреля 2021",
            "text": "Уровень обучения на высшем уровне!для ребенка вначале сложно,но зато очень полезно для развития и поступления в ВУЗ!",
            "likes_count": 7,
            "dislikes_count": 12
          },
          {
            "school_id": "122",
            "date": "3 декабря 2019",
            "text": "Если оценивать сам лицей, то все 5✳️. Всё остальное - это просто мрак. С тебя всюду требуют денег. Ладно лицей... Он автономный, все такое.... Ок. Но есть ещё неадекватный родительский комитет, который просто вымагает деньги и не отчитываться за них",
            "likes_count": 21,
            "dislikes_count": 3
          },
          {
            "school_id": "122",
            "date": "18 октября 2018",
            "text": "Я там учусь и мне очень нравится. Учителя там хорошие, объясняют хорошо. Однозначно 5 звёзд",
            "likes_count": 8,
            "dislikes_count": 11
          },
          {
            "school_id": "122",
            "date": "3 июня 2025",
            "text": "Хочу написать отзыв  о учителе начальных классов Петровой Наталье Ивановне.Уважаемые родители будущих первоклассников,десять раз подумайте прежде чем доверять своего ребёнка этому учителю!\nЕсли у  Вашего ребёнка не русская фамилия,значит он будет в не…",
            "likes_count": 6,
            "dislikes_count": 6
          },
          {
            "school_id": "122",
            "date": "3 марта 2021",
            "text": "Больше , просторное  учебное заведение. Огорожен , со своей территорией. Много дополнительных спортивных секций и разных кружков.",
            "likes_count": 3,
            "dislikes_count": 9
          },
          {
            "school_id": "122",
            "date": "3 апреля 2018",
            "text": "Это самый коррупционный лицей во всём МИРЕ",
            "likes_count": 15,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "1 февраля 2019",
            "text": "Я там учусь и там очень хорошие учителя и сами уроки интересные",
            "likes_count": 7,
            "dislikes_count": 9
          },
          {
            "school_id": "122",
            "date": "3 декабря 2018",
            "text": "самая ЛУЧШАЯ школа образование выше чем в других школах намного \nСамые лучшие УЧИТЕЛЯ…",
            "likes_count": 11,
            "dislikes_count": 13
          },
          {
            "school_id": "122",
            "date": "13 апреля 2018",
            "text": "Безобразные спортивные площадки: вместо резинового покрытия -  щебень, что бы мягче было падать",
            "likes_count": 10,
            "dislikes_count": 6
          },
          {
            "school_id": "122",
            "date": "20 сентября 2019",
            "text": "Хороший лицей, ремонт, красота. Большие спортиные площадки во дворе.",
            "likes_count": 6,
            "dislikes_count": 9
          },
          {
            "school_id": "122",
            "date": "19 января 2021",
            "text": "Хороший коллектив, грамотные преподователи",
            "likes_count": 3,
            "dislikes_count": 11
          },
          {
            "school_id": "122",
            "date": "14 июля 2020",
            "text": "Школа ужасная,  нет времени ни на что кроме уроков! Учителя всегда чем недовольны ! Я покинула школу в 4 классе и хочу начать среднюю школу с чистого листа. )",
            "likes_count": 31,
            "dislikes_count": 8
          },
          {
            "school_id": "122",
            "date": "19 ноября 2019",
            "text": "Хороший лицей. Дают хорошие знания. Но нет парковки.",
            "likes_count": 4,
            "dislikes_count": 3
          },
          {
            "school_id": "122",
            "date": "10 июня 2018",
            "text": "Все очень хорошо. Хорошие педагоги, отличная планировка буквой е. Советую всем там обучаться!!",
            "likes_count": 7,
            "dislikes_count": 5
          },
          {
            "school_id": "122",
            "date": "30 января 2020",
            "text": "Самая худшая школа из худших. У учеников больше нервных срывов чем знаний.",
            "likes_count": 40,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "30 июля 2019",
            "text": "Дочка там учится нам нравится все",
            "likes_count": 6,
            "dislikes_count": 3
          },
          {
            "school_id": "122",
            "date": "21 июня 2019",
            "text": "великолепный лицей и потрясающие педагоги",
            "likes_count": 7,
            "dislikes_count": 9
          },
          {
            "school_id": "122",
            "date": "30 июля 2019",
            "text": "Хорошая спортивная площадка, настольный теннис, футбол.",
            "likes_count": 4,
            "dislikes_count": 4
          },
          {
            "school_id": "122",
            "date": "20 мая 2024",
            "text": "Программа просто супер!",
            "likes_count": 3,
            "dislikes_count": 0
          },
          {
            "school_id": "122",
            "date": "10 января 2019",
            "text": "Хорошая спортивная и детская игровая площадки!",
            "likes_count": 7,
            "dislikes_count": 3
          },
          {
            "school_id": "122",
            "date": "5 июля 2024",
            "text": "пончо сквад надо здесь развивать",
            "likes_count": 1,
            "dislikes_count": 1
          },
          {
            "school_id": "122",
            "date": "13 мая 2019",
            "text": "Очень хорошее учебное заведение. Огромная площадка. Всегда там гуляем.",
            "likes_count": 10,
            "dislikes_count": 9
          },
          {
            "school_id": "122",
            "date": "18 сентября 2019",
            "text": "Мне не нравится",
            "likes_count": 12,
            "dislikes_count": 3
          },
          {
            "school_id": "122",
            "date": "4 июля 2019",
            "text": "Школу не советую!В школе ничему не учат только праздники показательные устраивают.И если что то с вашим ребенком случиться в этой школе то вы и ваш ребенок будете виноваты .Школа детей не потдерживает а наоборот.",
            "likes_count": 41,
            "dislikes_count": 12
          },
          {
            "school_id": "122",
            "date": "30 ноября 2019",
            "text": "ну школа что с нее взять\nничего так учат не очень\nЧем в реутове то получше",
            "likes_count": 8,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "18 июля 2019",
            "text": "Отличный лицей. Приветливые учителя.",
            "likes_count": 5,
            "dislikes_count": 6
          },
          {
            "school_id": "122",
            "date": "5 февраля 2020",
            "text": "Учится внук, очень нравиться и ребёнку и родителям",
            "likes_count": 5,
            "dislikes_count": 12
          },
          {
            "school_id": "122",
            "date": "26 августа 2020",
            "text": "Построили лицей на деньги застройщиков близлежащих домов но наши ребятки там не учатся не берут, учатся дети богатых родителей, везут со всего города на джипах . Это не правильно,не порядок.",
            "likes_count": 15,
            "dislikes_count": 8
          },
          {
            "school_id": "122",
            "date": "23 февраля 2020",
            "text": "Очень грамотные учителя и учащиеся",
            "likes_count": 4,
            "dislikes_count": 9
          },
          {
            "school_id": "122",
            "date": "9 декабря 2018",
            "text": "Один из лучших лицеев в городе.",
            "likes_count": 8,
            "dislikes_count": 8
          },
          {
            "school_id": "122",
            "date": "3 сентября 2023",
            "text": "Лицей! Дорогой Друг!\nименно так к тебе обращаемся, т к ты стал настоящим другом для нынешнего студента, твоего выпускника)\nС самой начальной школы до последнего звонка -это миллион…",
            "likes_count": 1,
            "dislikes_count": 9
          },
          {
            "school_id": "122",
            "date": "14 февраля 2020",
            "text": "Отличные опытные учителя, дают хорошие знания детям",
            "likes_count": 4,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "27 ноября 2018",
            "text": "Лицей зарекомендовали слишком хорошо, на деле образование, как в обычной школе",
            "likes_count": 9,
            "dislikes_count": 8
          },
          {
            "school_id": "122",
            "date": "20 февраля 2020",
            "text": "Хорошая школа\nЭто успех в жизни каждого человека и ребёнка",
            "likes_count": 6,
            "dislikes_count": 9
          },
          {
            "school_id": "122",
            "date": "21 октября 2020",
            "text": "Классный лицей сам там учусь главное везде успевать👍🏻",
            "likes_count": 5,
            "dislikes_count": 8
          },
          {
            "school_id": "122",
            "date": "14 апреля 2019",
            "text": "Хорошая школа я в ней учусь",
            "likes_count": 8,
            "dislikes_count": 6
          },
          {
            "school_id": "122",
            "date": "2 марта 2021",
            "text": "Учимся. Хороший лицей",
            "likes_count": 3,
            "dislikes_count": 6
          },
          {
            "school_id": "122",
            "date": "13 января 2020",
            "text": "Занимаются сплошным контролем знаний",
            "likes_count": 15,
            "dislikes_count": 1
          },
          {
            "school_id": "122",
            "date": "13 февраля 2021",
            "text": "Школа выглядит неплохо, но детей не советую туда отдавать учиться - так я написала в 2018 году. \nСейчас 2021. Мнение об учебном заведении лучше не стало. Красивый фасад, за которым полное несоответствие званию лицея…",
            "likes_count": 69,
            "dislikes_count": 12
          },
          {
            "school_id": "122",
            "date": "25 марта 2020",
            "text": "Хорошее место! Транспортная доступность хорошая!",
            "likes_count": 5,
            "dislikes_count": 10
          },
          {
            "school_id": "122",
            "date": "25 марта 2019",
            "text": "Одно из лучших учебных заведений .",
            "likes_count": 5,
            "dislikes_count": 8
          },
          {
            "school_id": "122",
            "date": "15 ноября 2018",
            "text": "Внутри не была,внешне всё цивильно и опрятно",
            "likes_count": 8,
            "dislikes_count": 1
          },
          {
            "school_id": "122",
            "date": "29 марта 2019",
            "text": "Отличная школа",
            "likes_count": 7,
            "dislikes_count": 4
          },
          {
            "school_id": "122",
            "date": "25 февраля 2020",
            "text": "Парковки нет!",
            "likes_count": 9,
            "dislikes_count": 4
          },
          {
            "school_id": "122",
            "date": "24 мая 2019",
            "text": "как учебное заведение то 5 звезд",
            "likes_count": 4,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "19 ноября 2022",
            "text": "Самый отвратительный лицей построено всё на коррупции, приносишь деньги ставят хорошие оценки.",
            "likes_count": 21,
            "dislikes_count": 10
          },
          {
            "school_id": "122",
            "date": "20 апреля 2019",
            "text": "Очень хорошая школа",
            "likes_count": 7,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "13 мая 2019",
            "text": "Стали рано закрывать, раньше можно было бегать больше времени.",
            "likes_count": 10,
            "dislikes_count": 1
          },
          {
            "school_id": "122",
            "date": "3 сентября 2019",
            "text": "Слишком долико, но очень хорошее завидение.",
            "likes_count": 1,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "12 марта 2019",
            "text": "Учителясложные кроме особенно нв (нд) уиться невозможно",
            "likes_count": 10,
            "dislikes_count": 5
          },
          {
            "school_id": "122",
            "date": "16 октября 2019",
            "text": "Очень вкусно в столовой!",
            "likes_count": 6,
            "dislikes_count": 6
          },
          {
            "school_id": "122",
            "date": "31 декабря 2019",
            "text": "Там хорошо учится",
            "likes_count": 4,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "21 сентября 2020",
            "text": "Я здесь учился хорошее место",
            "likes_count": 4,
            "dislikes_count": 4
          },
          {
            "school_id": "122",
            "date": "18 ноября 2020",
            "text": "Живу радом. Внешне все прекрасно, современно.",
            "likes_count": 4,
            "dislikes_count": 3
          },
          {
            "school_id": "122",
            "date": "13 марта 2020",
            "text": "Хороший коллектив в МБЛ",
            "likes_count": 5,
            "dislikes_count": 6
          },
          {
            "school_id": "122",
            "date": "17 марта 2020",
            "text": "Очень хороший лицей",
            "likes_count": 5,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "6 апреля 2019",
            "text": "Мы пока не ходим в МБЛ, но со стороны всегда от других слишу только положительные отзивы. Это уже плюс.",
            "likes_count": 6,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "8 января 2020",
            "text": "Лучший лицей г. Саратова! 🔥 🔥 🔥",
            "likes_count": 4,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "14 ноября 2020",
            "text": "Очень хороший лицей.",
            "likes_count": 3,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "13 декабря 2019",
            "text": "Самыл лучший лицей !!!",
            "likes_count": 2,
            "dislikes_count": 11
          },
          {
            "school_id": "122",
            "date": "26 декабря 2019",
            "text": "Лучший лицей в городе",
            "likes_count": 3,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "31 марта 2018",
            "text": "Коррумпированный директор",
            "likes_count": 29,
            "dislikes_count": 6
          },
          {
            "school_id": "122",
            "date": "20 марта 2020",
            "text": "😍Самая лючшая школа",
            "likes_count": 4,
            "dislikes_count": 9
          },
          {
            "school_id": "122",
            "date": "1 ноября 2019",
            "text": "Всё норм",
            "likes_count": 5,
            "dislikes_count": 6
          },
          {
            "school_id": "122",
            "date": "11 декабря 2020",
            "text": "Уважаемые педагоги во главе с Татьяной Яковлевной! Я так понимаю здесь оставляют только положительные отзывы, поднимая рейтинг МБЛ, но мне хотелось бы отразить немного действительности. Терпение детей и родителей на исходе, силы терпеть такое омерзительное отношение к…",
            "likes_count": 130,
            "dislikes_count": 18
          },
          {
            "school_id": "122",
            "date": "21 ноября 2019",
            "text": "Ну норм",
            "likes_count": 3,
            "dislikes_count": 3
          },
          {
            "school_id": "122",
            "date": "11 марта 2020",
            "text": "ВЕДЫ- супер 👏",
            "likes_count": 7,
            "dislikes_count": 6
          },
          {
            "school_id": "122",
            "date": "19 ноября 2018",
            "text": "Наш любимый Лицей!!!",
            "likes_count": 10,
            "dislikes_count": 9
          },
          {
            "school_id": "122",
            "date": "26 марта 2019",
            "text": "Всё супер)",
            "likes_count": 5,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "17 мая 2019",
            "text": "Супер лицей!",
            "likes_count": 10,
            "dislikes_count": 7
          },
          {
            "school_id": "122",
            "date": "19 октября 2019",
            "text": "Лучшая школа 🏫 в мире🤩",
            "likes_count": 5,
            "dislikes_count": 9
          }
    ]
}