[
    {
        "review_id": "5304",
        "school_id": "155",
        "date": null,
        "text": null,
        "likes_count": null,
        "dislikes_count": null,
        "rating": null
    },
    {
        "review_id": "6740",
        "school_id": "155",
        "date": "2023-12-24",
        "text": "Тут учился - супер!",
        "likes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6741",
        "school_id": "155",
        "date": "2025-08-26",
        "text": "мне нравится учиться в этой школе, много друзей, дети и подростки не злые, учителя хорошие, а вот еды мало и она не всегда вкусная",
        "likes_count": 0,
        "rating": 4
    },
    {
        "review_id": "6742",
        "school_id": "155",
        "date": "2025-08-31",
        "text": "Очень красивая и отрематированная школа, добрые и иногда злые учителя и завучи. Но я и не осуждаю за это, это — их работа нас учить. Столовая очень большая, за еду платить по школьной и одновременно столовой карте. Еда и Сама столовая можно скачать приложение или находиться по сайту, Пополнять счёт на школьную карту при помощи сайта или приложения «Аргус. Школа»\\nЕсть начальный корпус — это где учатся с подготовки по 4-ые классы. \\nЕсть старший корпус — это где учатся с 5 класса по 11 классы.\\nЕсть охрана, уборщицы, классные руководители, учителя, директриса, завучи, логопед, библиотекарша и сами ученики.\\nВ начальном корпусе 3 этажа, а в старшем корпусе 5 этажей.\\nВ старшем корпусе находится на 1 этаже столовая для всех учеников школы, как для первоклассников и по 11 классы, и сами учителя могут туда прийти и покушать.\\nСпортивный зал находится в начальном корпусе на первом этаже и Спортивная площадка относится к физической культуре.\\nРядом со школой есть много магазинов и жилых домов, остановка маршруток и пешеходная дорога с лежачим полицейским. Всё для безопасности детей, поставлено множество камер вокруг школы и камеры дорожные. Камеры дорожные реагируют на скорость, на ремень в машине пристёгнут(а) ты или нет. Закрытая территория школы.\\nМожно пойти в школу в рабочие будни, в выходные школа не работает.\\nЕсть много кружков и секций. В нескольких шагах от «Ozon», «Wilderness», «Яндекс Маркет», «Магнит», «Магнит Косметик», «Сбербанк», «Ларьки с овощами и фруктами»\\nАсфальт и дорога у школы и возле школы отличная и ровная с знаками движения\\nНекоторые классы безобразны, но и это превращается в небольшое веселье, туалет с дверьями, но некоторые сломаны из-за игр учеников\\nС некоторыми классами классные руководители ходят по экскурсиям, кино, или в поездки дальние в \\",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6822",
        "school_id": "155",
        "date": "2018-08-02",
        "text": "лучшая школа в районе!!!",
        "likes_count": 3,
        "rating": 5
    },
    {
        "review_id": "6823",
        "school_id": "155",
        "date": "2023-12-19",
        "text": "Запретите кретинам родителям выкидывать детей на ходу у школы в 8 утра. Пробки ужасные. Почему директору все равно на опасность?",
        "likes_count": 1,
        "rating": 1
    },
    {
        "review_id": "6824",
        "school_id": "155",
        "date": "2024-02-17",
        "text": "Приехали на репетицию с другой школы .нам руководитель написал взять бахилы . Охранник с пеной у рта орал на нас что мы без 2й обуви! Хамство кругом. Интересно, с гостями на 23.02 такие же дерзкие будут? Вряд-ли.",
        "likes_count": 4,
        "rating": 1
    },
    {
        "review_id": "6825",
        "school_id": "155",
        "date": "2024-10-25",
        "text": "В школе отвратительный учительский состав, в особенности завучи. Бабки как я понимаю на ремонт были распилены между всеми учителями, а главный кусок себе забрал директор. Туалеты просто отвратительны! В мужском у одной кабинки нет двери, а у другой она вообще сломана, в неё зайти даже нельзя. Вся школа злая, гнусная. Нормальных толковых учителей не осталось. Школа номер 5 - это г в красивой обёртке. Делайте выводы сами.",
        "likes_count": 0,
        "rating": 1
    },
    {
        "review_id": "6826",
        "school_id": "155",
        "date": "2024-12-14",
        "text": "Всё хорошо только дз много",
        "likes_count": 0,
        "rating": 3
    },
    {
        "review_id": "6827",
        "school_id": "155",
        "date": "2025-07-11",
        "text": "При поступлении ребенка в первый класс, отстояли очередь с 7 утра, потому что мест оставалось мало. Зайдя в кабинет к директору, оказалось, что у нас не хватает одного документа ( о наличии которого не говорилось заранее). Спросили у директора, если сейчас донесем документ, место ребенку предоставят, так как ходили в эту школу на подготовку, ребенок знает учителя и детей. Директор ответила, что да. Было это около 9:00. В 11:00, когда документ был готов, нам сказали, что мест уже нет. Директора в 11:00 на месте уже не было. На вопрос о том, что вроде обещали место ребенку, если донести документ, позвонили директору. Она сказала, что мест нет и это не ее проблемы. В этот же день подали документы в другую школу. Документ, который требовала директор в школе 5, в другой школе даже не запросили. Я так понимаю она изначально ребенка брать не хотела, либо хотела, чтобы ей финансово помогли. Только сейчас решила почитать отзывы о школе. Практически все отзывы отвратительные о директоры и ЗАВучах.",
        "likes_count": 0,
        "rating": 1
    }
]