[
    {
        "review_id": "1436",
        "school_id": "28",
        "date": "2024-03-12",
        "text": "Школа на данный момент очень плохая. Есть большие требования, которые если ты не выучил, учитель просто откажется объяснить что-либо еще раз, делая вид, что нету времени. Нету большого зала для физ-культуры, нету кабинета труда. Например учитель истории, она еще ведет обществознание, даже не показывает работы которые выполняли ученики(самостоятельные, кр, тесты), даже с просьбой, просто не показывает эти листочки. Хороших учителей можно посчитать по пальцам. ",
        "likes_count": 13,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "1437",
        "school_id": "28",
        "date": "2025-02-23",
        "text": "Школа очень древняя, многие учителя очень злые и не справедливо ставят оценки! По физкультуре на оценку 5 требуют нормы золотого значко ГТО ‼️‼️ По немецкому языку вообще на уровне ещё даже не A1 требуется для пятёрки уровень A2 !!!\n\nПлохой ремонт, многие школьники даже курят в туалетах ❗❗❗❗ ",
        "likes_count": 6,
        "dislikes_count": 0,
        "rating": 2
    },
    {
        "review_id": "1438",
        "school_id": "28",
        "date": "2024-10-21",
        "text": " Худшая школа в саратове, есть конечно парочка отличных учителей, все остальные-ненавидят свою работу. Нету большого спортзала, кабинета трудов.",
        "likes_count": 5,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "1439",
        "school_id": "28",
        "date": "2025-02-27",
        "text": "Школа,в принципе хорошая. Но все старое, туалеты с дырками,некоторые учителя злые,директор тоже. Школа древняя,никак не сделают ремонт",
        "likes_count": 3,
        "dislikes_count": 0,
        "rating": 4
    },
    {
        "review_id": "1440",
        "school_id": "28",
        "date": "2024-08-01",
        "text": "Обожаю учителя биологии-Карнаущенкову Людмилу Ивановну!!! Самый лучший учитель из всей школы,очень добрая и понимающая❤️ Учитель обществознания-Татьяна Андреевна Петрова очень ужасный педагог,относится не по человечески к ученикам,очень злая и несправедливая,никогда не дает шанса что бы исправить ту или иную оценку,почти каждый день устаивает проверочные работы и контрольные,когда даже не объяснила учебный  материал,очень строгий и злой человек💔\nШкола очень хорошая,но хороших учителей можно посчитать на пальце. ",
        "likes_count": 9,
        "dislikes_count": 8,
        "rating": 5
    },
    {
        "review_id": "1441",
        "school_id": "28",
        "date": "2021-01-17",
        "text": "Школа сама по себе не плохая,директор очень хороший руководитель. Приветливые няннчки ,добросовестная охрана .огромный минус в этой школе это наглость учителей и в основном в начальных классах. Если решите отдавать своего ребенка в начальную школу тысячу раз проверьте к кому. Сильные учителя там Ломакина,Логинова ,Русяева,Сергеева,Сгибнева ,Сушко,Пыжова .Они учителя от бога и в учебном процессе и по отношению к детям. К кому точно детей лучше не отдавать это такие как Матасова ,человек не контролирующий себя ни в учебном процессе,ни в отношение к детям. Много что родители  ее воспитанников рассказывают и становиться дурно ,что такие люди преподают нашим детям. А что самое страшное даже преподать не могут. ",
        "likes_count": 16,
        "dislikes_count": 11,
        "rating": 1
    },
    {
        "review_id": "1442",
        "school_id": "28",
        "date": "2022-04-18",
        "text": "Немного личной истории про обучение моего ребёнка в школе №72. Ребёнок проучился в школе с 1 класса (2018 г.)  до середины  4 класса (4\"б\"). Затем по семейным обстоятельствам мы перевелись в школу Подмосковья в ноябре 2021 года. И проучившись там небольшой период, мы увидели разницу в качестве образования, в школе №72 нас учили, и занимались каждым чуть ли не отдельно, а в вновь обретенной школе никому нет дела до учеников, и дословно от ребёнка - \"пахнет пофигизмом\". Полученная им образовательная база в школе №72  позволяет отлично учиться и справляться с трудностями перевода. Отмечу, ещё одну «тёплую» историю, связанную со школой №72. После перевода, конечно, каждый ребёнок испытывает огромный стресс. Но, как оказалось, классный руководитель Светлана Анатольевна заботится о своих учениках не только во время обучения, но и после. Светлана Анатольевна на день рождения ребёнка организовала видео поздравления от класса. Такое неожиданное внимание растрогала всех нас. В заключение, хочу поблагодарить руководство школу №72, особенно классного руководителя Светлану Анатольевну за труд и терпение, которое она вкладывает в обучение и воспитание учеников.",
        "likes_count": 13,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1443",
        "school_id": "28",
        "date": "2022-10-12",
        "text": "Здравствуйте! В школу пошли по прописке. Не знаю как учат в лицеях и гимназиях, но здесь требования высокие. Отличников в классе нет, но знания у детей 100 процентов есть. Хотела подтянуть русский и математику с репетитором, так как \"4\". Так репетитор был удивлён, что у нас \"4\". Репетитор по английскому языку тоже сказал, что знания в школе дают отличные. Начальную школу рекомендую. ",
        "likes_count": 2,
        "dislikes_count": 8,
        "rating": 5
    },
    {
        "review_id": "1444",
        "school_id": "28",
        "date": "2021-08-08",
        "text": "Это самая лучшая школа, учителя отличные, добрые, материал объясняют понятно, к олимпиадам и экзаменам готовят очень хорошо.\n",
        "likes_count": 3,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "1445",
        "school_id": "28",
        "date": "2020-01-29",
        "text": "Хорошая школа. Учился в ней сам, супруга серебряная медалистка в ней, дочь с медалью закончила её же, сын учится в третьем классе, младший сын пойдет только туда. Если есть желание знаний, в этой школе их дадут.",
        "likes_count": 9,
        "dislikes_count": 3,
        "rating": 4
    },
    {
        "review_id": "1446",
        "school_id": "28",
        "date": "2020-03-11",
        "text": "Неплохие учителя. Образование на достаточном уровне. Не всегда грамотная организация учебного процесса. Нет своего двора и стадиона.",
        "likes_count": 4,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1447",
        "school_id": "28",
        "date": "2020-03-08",
        "text": "Школа разделена на 2 здание - начальную школу и старшую. Хорошийпреподавательский состав. Выпускники становятся успешными известными людьми.",
        "likes_count": 3,
        "dislikes_count": 7,
        "rating": 5
    },
    {
        "review_id": "1448",
        "school_id": "28",
        "date": "2019-11-18",
        "text": "Здесь очень хорошо учат. Хорошие преподаватели, вкусная еда в столовке. Все очень круто. Самое главное здесь нет строгой школьной формы. Все советую",
        "likes_count": 9,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "1449",
        "school_id": "28",
        "date": "2019-05-05",
        "text": "Отличная школа,сильные преподаватели,новейшие федеральные программы обучения.Высокий профессиализм администрации.",
        "likes_count": 7,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "1450",
        "school_id": "28",
        "date": "2020-02-10",
        "text": "Очень хорошая школа со стороны преподавательского состава, но не не устраивает охрана школы, у сотрудников которых одна задача: заставить надеть бахилы на проходящих мимо и закрыть в 8 ровно двери начальной школы для учеников",
        "likes_count": 5,
        "dislikes_count": 5,
        "rating": 3
    },
    {
        "review_id": "1451",
        "school_id": "28",
        "date": "2023-04-19",
        "text": "Добрый день. Хочу обратиться к родителям, которые смотрят отзывы школы. Если смотреть по поводу образования, если вы плохо учитесь, то выше 3 будет очень редко. Хорошие учителя по математике, русскому, а так хороших учителей почти нету. Они даже не стараются передать информацию, просто говорят, если вы не смогли услышать или что то в этом роде, то у них не окажется времени, чтобы вам рассказать второй раз тему. Если вы хотите уберечь своего ребёнка от плохого будущего и плохого окружения, то вам явно в другую школу. Мне кажется очень важный фактр на которое стоит обратить внимание, что это школа наркоманов, и почти каждый в этой школе знает об этом. И это факт, доказанный. По поводу охраны, там сидит бабуля, и если что то случится в школе, то эта бабка с большой вероятностью ничего не сможет сделать. Если вы любите своих детей, никогда не отправляйте своих детей в эту школу. Дети чуть ли не с 3 класса начинают курить вейпы. Если министерство образования увидит это сообщение, просьба для них, закройте нахрен эту школу. ",
        "likes_count": 15,
        "dislikes_count": 5,
        "rating": 1
    },
    {
        "review_id": "1452",
        "school_id": "28",
        "date": "2019-12-27",
        "text": "Сама училась и ребёнок сейчас учится. Очень хорошая школа. Отличные учителя и директор.",
        "likes_count": 7,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "1453",
        "school_id": "28",
        "date": "2020-03-18",
        "text": "В этой школе я учусь . Там  хорошо преподают учетиля ,  хорошо кормят . Постоянно убераются (и моют полы ) .Мне нравится школа  номер 72 #ялюблюшколуномер72\n                             ❤️❤️❤️❤️❤️❤️❤️\n                       🎈🎈🎈🎈🎈🎈🎈🎈🎈\n                   🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥🔥",
        "likes_count": 7,
        "dislikes_count": 17,
        "rating": 5
    },
    {
        "review_id": "1454",
        "school_id": "28",
        "date": "2025-09-15",
        "text": "Ужасное место, особенно требовательные учителя.",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "1455",
        "school_id": "28",
        "date": "2019-02-08",
        "text": "Очень хорошая школа. Для сильных детей, который хотят учиться. Мой ребенок учиться там. Сильные учителя.",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1456",
        "school_id": "28",
        "date": "2020-08-28",
        "text": "самое лучшее что тут можно найти это Владимир Степанович - самый лучший учитель физики и Анна Сергеевна - самая лучшая учительница русского языка и литературы . Еще Елена Викторовна классная . общая оценка заведения - 2 звезды . кроме вышеперечисленных личностей ловить тут конечно нечего .",
        "likes_count": 13,
        "dislikes_count": 4,
        "rating": 2
    },
    {
        "review_id": "1457",
        "school_id": "28",
        "date": "2019-09-10",
        "text": "Отличная школа.\nГрамотный преподавательский состав.\nТребовательный директор.\nУдачи!!!",
        "likes_count": 7,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "1458",
        "school_id": "28",
        "date": "2024-04-24",
        "text": "Люди, я в шоке! Закончила данную школу в 97 году прошлого века, можно сказать-прошлого тысячелетия. Времена были непрстые, кто жил, тот знает-выживали как могли. Но самое яркое воспоминание об учёбе в этой школе, которое всегда ассоциировалось у меня при любом упоминании о ней, ужас моего детства-это ужасные туалеты с дырками в полу, на которые надо подниматься по ступенькам, как на эшафот. Три дырки-ну это святое! Бог же ведь любит Троицу. И вам ещё повезло, если хотя бы одна из трёх, прошу прощения, не о. б. о. с. р. а. н. а.  в конец.А внизу стоит толпа праздно курящих и просто ожидающих своей очереди, которые стоят и снизу смотрят на тебя как ты справляешь свою нужду. Одним словом, кошмар! В этом году отдала сына в 1 класс данного учебного заведения. Зашла в школу, и как будто этих 27-ми лет не было. Сортиры как были, так и остались, только перегородки между дырками поставили. И это в 21 веке, в эру IT- технологий и искусственного интеллекта, когда мы уже давно сменили застойный социалистический строй на прогрессивный капиталистический, наши дети продолжают ходить на дырки, как при царе Горохе. При том, что школа, как я слышала, претендует на звание гимназии. Какая на хрен гимназия с такими с. р. а. л. ь. н. и. к. а. м. и.! Надо закрыть учительский туалет, оборудованный согласно цивилизованным нормам, и пускай они вместе с директором походят на эти дырки и прочувствуют весь колорит общественного туалета послевоенных времён. Может тогда в их интеллигентных головах появится осознание, что это не нормально. Очень надеюсь, что товарищ Артёмова прочитает этот крик души, и найдёт средства, чтобы улучшить и модернизировать этот позорный туалет. ",
        "likes_count": 23,
        "dislikes_count": 5,
        "rating": 1
    },
    {
        "review_id": "1459",
        "school_id": "28",
        "date": "2022-04-13",
        "text": "школа хоть и хорошая, хорошо кормят в столовке, но есть некоторые особи от которых можно смвться с их уроков куда подальше...\nСледкова Ольна Витальевна учитель физры - если вы мальчик, она даст вам больше заданий, чем девочкам, готовьтесь потеть:)\nКарнаущенкова Людмила Ивановна - ужасный учитель биологии! поставить двойки может просто так, например: пукнул - 2!, один раз она поставила два невинному человеку... если не хотите получать просто так двойки, советую заменить учителя или перевестись в другую школу;) а также может отчитать за одежду\nЕгошина Елена Семеновна - учитель истории. истеричка можно ее назв\nать, неугомонный учитель. хотите перевестись в какую-то школу? выбирацте конечно 72-ю, но там могут быть оффники и неугомонные учителя например которых, я описал:)",
        "likes_count": 6,
        "dislikes_count": 5,
        "rating": 3
    },
    {
        "review_id": "1460",
        "school_id": "28",
        "date": "2019-10-14",
        "text": "В этой школе учился мой ребёнок. Образование там отличное,  учителя супер🤗",
        "likes_count": 7,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "1461",
        "school_id": "28",
        "date": "2022-11-22",
        "text": "Учителя не очень не все объясняют хорошо в столовой большие очереди школа разваливается за зданием не ухаживают вообще. ",
        "likes_count": 3,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "1462",
        "school_id": "28",
        "date": "2018-11-27",
        "text": "Учился в ней до 2000 года.  Раньше была отличной школой,  учителя все классные. Сейчас не знаю.",
        "likes_count": 8,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1463",
        "school_id": "28",
        "date": "2017-05-21",
        "text": "Так как там хорошие учителя, нормальное домашнее задание. Советую.",
        "likes_count": 6,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1464",
        "school_id": "28",
        "date": "2021-10-08",
        "text": "Отличная школа, добрые преподаватели, вкусное питание.\n",
        "likes_count": 1,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "1465",
        "school_id": "28",
        "date": "2020-10-22",
        "text": "Супер школа. Учителя хорошие в 1-5классах кроме физруков. ",
        "likes_count": 2,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1466",
        "school_id": "28",
        "date": "2018-10-16",
        "text": "Школа нормальная,но убедительная просьба к адменистрации провести беседу с охраной на тему уважения к родителям учащихся!С нас требуют чтобы мы оплачивали так называемую охрану,от которой пышет хамство,и не умение контролировать свой рот!И мне кажется что ничего страшного не случится если родитель шагнет за порог школы,что бы помочь своему ребенку!",
        "likes_count": 20,
        "dislikes_count": 3,
        "rating": 1
    },
    {
        "review_id": "1467",
        "school_id": "28",
        "date": "2019-03-17",
        "text": "Хорошие преподаватели, выдающиеся выпускники.",
        "likes_count": 8,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1468",
        "school_id": "28",
        "date": "2023-10-20",
        "text": "Оценил бы на 5,но в четверг у биологички нашли глистов,а руссичку придавило учебником русского языка,учителя трудовика сдали в рабство,ради одного молотка ",
        "likes_count": 9,
        "dislikes_count": 6,
        "rating": 3
    },
    {
        "review_id": "1469",
        "school_id": "28",
        "date": "2019-04-03",
        "text": "внешне на троечку, а внутри все материалы с момента постройки не менялись",
        "likes_count": 5,
        "dislikes_count": 4,
        "rating": 3
    },
    {
        "review_id": "1470",
        "school_id": "28",
        "date": "2019-10-16",
        "text": "Эта школа в которой я учусь и мне там нравится это сильная школа",
        "likes_count": 6,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1471",
        "school_id": "28",
        "date": "2020-08-28",
        "text": "отсидела тут 9 лет и прошла каждый круг ада. самое лучшее в этой помойке-это Анна Сергеевна,наша любимая,ради нее 2 звезды тяпнула,а так 0 из 10 так себе местечно",
        "likes_count": 10,
        "dislikes_count": 7,
        "rating": 2
    },
    {
        "review_id": "1472",
        "school_id": "28",
        "date": "2020-01-25",
        "text": "Школа как тюрьма , учитиля как звери , из школы во время перемены не выпускают , даже домой .",
        "likes_count": 18,
        "dislikes_count": 7,
        "rating": 1
    },
    {
        "review_id": "1473",
        "school_id": "28",
        "date": "2021-11-17",
        "text": "В школу ужасно из-за того что очень много задают на дом",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "1474",
        "school_id": "28",
        "date": "2022-08-31",
        "text": "В 1961 году пошел в этой школе в первый класс... Самые хорошие воспоминания до сих пор!",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1475",
        "school_id": "28",
        "date": "2020-07-24",
        "text": "Тихий район , современная школа с современным оборудованием.",
        "likes_count": 9,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1476",
        "school_id": "28",
        "date": "2019-03-30",
        "text": "Хорошая школа,правда старенькая уже, наверное единой смены нам не видать ((",
        "likes_count": 6,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "1477",
        "school_id": "28",
        "date": "2018-10-12",
        "text": "Ну я там учусь я в 5 классе школа норм только в столовке не норм",
        "likes_count": 8,
        "dislikes_count": 3,
        "rating": 2
    },
    {
        "review_id": "1478",
        "school_id": "28",
        "date": "2019-08-15",
        "text": "Очень, очень средненькая школа, очень слабая...",
        "likes_count": 5,
        "dislikes_count": 8,
        "rating": 1
    },
    {
        "review_id": "1479",
        "school_id": "28",
        "date": "2020-02-15",
        "text": "Здесь учится моя дочь во втором классе. И если честно пока идет карантин я устал с ее уроками. Больше чем с моей работой",
        "likes_count": 8,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "1480",
        "school_id": "28",
        "date": "2019-08-08",
        "text": "Отличные учителя!",
        "likes_count": 4,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1481",
        "school_id": "28",
        "date": "2020-08-23",
        "text": "Училась тут. Учителя не плохие. )",
        "likes_count": 2,
        "dislikes_count": 1,
        "rating": 4
    },
    {
        "review_id": "1482",
        "school_id": "28",
        "date": "2020-05-28",
        "text": "Моя школа. Люблю ее",
        "likes_count": 5,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "1483",
        "school_id": "28",
        "date": "2017-05-02",
        "text": "Плохие учителя, плохая программа.",
        "likes_count": 7,
        "dislikes_count": 7,
        "rating": 3
    },
    {
        "review_id": "1484",
        "school_id": "28",
        "date": "2020-02-10",
        "text": "Знания чаще проверяют, чем дают.",
        "likes_count": 4,
        "dislikes_count": 3,
        "rating": 3
    },
    {
        "review_id": "1485",
        "school_id": "28",
        "date": "2020-03-04",
        "text": "Хорошие учителя",
        "likes_count": 1,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "1486",
        "school_id": "28",
        "date": "2019-12-14",
        "text": "Недалеко от дома",
        "likes_count": 4,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "1487",
        "school_id": "28",
        "date": "2020-02-08",
        "text": "Ребёнок говорит, школа очень плохая, нечего там делать!!!",
        "likes_count": 6,
        "dislikes_count": 4,
        "rating": 1
    },
    {
        "review_id": "1488",
        "school_id": "28",
        "date": "2020-09-03",
        "text": "Обычная школа. Но очень хорошие учителя",
        "likes_count": 2,
        "dislikes_count": 1,
        "rating": 4
    },
    {
        "review_id": "1489",
        "school_id": "28",
        "date": "2020-03-20",
        "text": "Так себе местечко",
        "likes_count": 3,
        "dislikes_count": 2,
        "rating": 1
    },
    {
        "review_id": "1490",
        "school_id": "28",
        "date": "2020-03-09",
        "text": "Я в ней учился 64-65гг 9-10класс",
        "likes_count": 1,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "1491",
        "school_id": "28",
        "date": "2019-11-24",
        "text": "Школа источник знаний",
        "likes_count": 3,
        "dislikes_count": 3,
        "rating": 3
    },
    {
        "review_id": "1492",
        "school_id": "28",
        "date": "2020-02-26",
        "text": "Так себе школа.",
        "likes_count": 4,
        "dislikes_count": 3,
        "rating": 2
    },
    {
        "review_id": "1493",
        "school_id": "28",
        "date": "2020-03-27",
        "text": "Я учился там когда то.",
        "likes_count": 2,
        "dislikes_count": 2,
        "rating": 4
    },
    {
        "review_id": "1494",
        "school_id": "28",
        "date": "2020-01-28",
        "text": "Не чкму не учат",
        "likes_count": 2,
        "dislikes_count": 4,
        "rating": 2
    },
    {
        "review_id": "1495",
        "school_id": "28",
        "date": "2019-07-10",
        "text": "Учителя злые",
        "likes_count": 7,
        "dislikes_count": 7,
        "rating": 3
    },
    {
        "review_id": "1496",
        "school_id": "28",
        "date": "2020-02-01",
        "text": "Парковка только у \"Магнита\"",
        "likes_count": 1,
        "dislikes_count": 6,
        "rating": 3
    },
    {
        "review_id": "1497",
        "school_id": "28",
        "date": "2020-02-17",
        "text": "Хорошая школа ,",
        "likes_count": 1,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6178",
        "school_id": "28",
        "date": "2025-01-19",
        "text": "советую закорешиться с трудовиком, потому что у него в мастерской можно курить, он сам не замечает как сигарета материализуется у него во рту, на вас он тоже не обратит внимание",
        "likes_count": 3,
        "rating": 1
    },
    {
        "review_id": "6179",
        "school_id": "28",
        "date": "2025-01-21",
        "text": "Ужасная школа во всех отношениях. Начиная от преподавателей заканчивая администрацией. Кстати в основном косяк как раз в этом. Учителя не хотят исполнять свои обязанности (не все). Как итог ученики не знают материал и имеют плохие оценки, а администрация просто закрывает на это глаза и обвиняет во всём учеников.\\nИтог: если хотите к 9 классу остаться с нулевыми знаниями и тройками в аттестате - дерзайте, но потом пожалеете.",
        "likes_count": 2,
        "rating": 1
    },
    {
        "review_id": "6180",
        "school_id": "28",
        "date": "2025-01-19",
        "text": "Ужасная школа, за детьми не следят, драки на драках с начальных классов, учителям всё равно, не принимают никаких мер, контингент учащихся и их родителей в лучших традициях заводского района.",
        "likes_count": 1,
        "rating": 1
    },
    {
        "review_id": "6181",
        "school_id": "28",
        "date": "2025-09-05",
        "text": "Ужаснее школу и не придумаешь! Сама закончила эту школу 20 лет назад… ненавижу ее до сих пор! Ребенка в первый класс отдали сюда, так как к дому очень близко и думали что что то изменилось за эти годы, но после первого класса сбежали оттуда и не пожалели о нашем решении. \\nНичего в школе не изменилось, кроме директора. Но получилось - шило на мыло поменяли. \\nПосле первого класса пришлось все лето заниматься с репетиторами, что бы хоть как то догнать ко второму классу. И поверьте мне дело тут вовсе не в лени ребенка и не желании учиться (перешли в другую школу и ребенок учится на 4 и 5 сам, без помощи родителей), а именно в преподавательсьском составе, которые не дают никаких знаний детям, а хотят, что бы родители выполняли за них их работу. \\nЭтот кошмар первого класса я русскими словами выразить не могу… \\nЕсли есть возможность устроить ребенка в другую школу - не тратьте время на это г…, репетиторов и т.д, устраивайте!",
        "likes_count": 1,
        "rating": 1
    },
    {
        "review_id": "6182",
        "school_id": "28",
        "date": "2025-10-03",
        "text": "Ну тут я учусь что сказать.",
        "likes_count": 1,
        "rating": 5
    }
]