[
    {
        "review_id": "5447",
        "school_id": "164",
        "date": "2024-03-07",
        "text": "Случайно попала на страничку и почитала отзывы. Решила оставить свои  воспоминания. Класс был дружный. Учителя были разные, одних мы любили, других ненавидели. Школа старинная, очень красивая. Нам не разрешали бегать, говорили, что школа развалится, но она стоит ! \nУрок географии в планетарии, урок истории в музее, литература в видеоцентре, физ-ра на Динамо.  Такое было ТОЛЬКО в нашей школе. \nА кабинеты для  трудов какие!  музыкальный кабинет с роялем по типу аудитории, кабинет биологии утопал в цветах. Я с гордостью говорю, что закончила школу №8.",
        "likes_count": 5,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "5448",
        "school_id": "164",
        "date": "2023-10-11",
        "text": "Ужасная школа. Педагогический состав заставляет желать лучшего. Я учился в этой школе, скажу честно, ищите другую, не заставляйте здесь страдать своих детей. \n Мотивацию учиться тут отбивают не только своим безразличием, но и насильно. Для учителей хороши только те, кто заплатит больше за хорошую оценку, а дети из небогатых семей вынуждены отдуваться за всех на уроках и дай бог получат 4.\n Справедливости тут нет и не было. ",
        "likes_count": 14,
        "dislikes_count": 7,
        "rating": 1
    },
    {
        "review_id": "5449",
        "school_id": "164",
        "date": "2023-04-16",
        "text": "После лицея я перешла в эту школу и не пожалела)\nВ то время когда я училась там, школа отличалась тем, что модульный режим обучения был\nВ отличии от других школ, не было такой нагрузки по ненужным предметам, много времени уделялось профильным предметам)",
        "likes_count": 2,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "5450",
        "school_id": "164",
        "date": "2024-06-21",
        "text": "Замечательная школа!Прекрасный\n педагогический состав!.Замечательные условия.Спасибо огромное за такое отношение к детям.\nПроцветания и благополучия,творческих успехов .",
        "likes_count": 1,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "5451",
        "school_id": "164",
        "date": "2022-12-20",
        "text": "Отличная школе с прекрасным педагогическим составом, без проблем поступил в Саратовский государственный технический университет после неё. Располагается в красивом историческом здании работы Салько ",
        "likes_count": 2,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "5452",
        "school_id": "164",
        "date": "2020-03-10",
        "text": "Это очень хорошая школа! Я там учусь и мне нравится! Это очень красивое и старинное здание. Самый лучший учитель русского языка это Касаткина Галина Николаевна, самы лучший учитель английского языка Карманова Алла Аркадьевна,  самый лучший учитель биологии Логутова Марина Николаевна, а самый лучший учитель история Буракевич Светлана Петровна! Я очень люблю этих учителей!",
        "likes_count": 14,
        "dislikes_count": 15,
        "rating": 5
    },
    {
        "review_id": "5453",
        "school_id": "164",
        "date": "2018-07-17",
        "text": "Отличая школа г. Саратова, которая на протяжении шести лет даёт мне знания. Учитель математики - Нетребе Елена Владимировна, учитель русского языка и литературы - Касаткина Галина Николаевна- вы лучшие!",
        "likes_count": 11,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "5454",
        "school_id": "164",
        "date": "2020-10-12",
        "text": "Пришли в 1 класс к молодой учительнице, хотя изначально планировали попасть к педагогу с большим стажем. Пока все нравится, особенно радует  что ребенок летит с восторгом в школу и ждет окончания выходных, чтобы быстрее увидеть своих одноклассников и учителя",
        "likes_count": 5,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5455",
        "school_id": "164",
        "date": "2020-05-30",
        "text": "Классная школа, учусь тут с 3 класса, нашёл много корешей и братанов, учителя довольно хорошие, ну кроме алгебраички (не буду тыкать пальцем). Правда, почему так:в А классе одни троешники, а в Б одни отличники, и почему не выгоняют тех кто плохие люди(опять же, не буду тыкать пальцем) а так меня всё устраевает",
        "likes_count": 3,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "5456",
        "school_id": "164",
        "date": "2024-05-21",
        "text": "Учился несколько лет мне понравилось отношения с учителями были нейтральные.Впрочем 2-я школа по крутости. ",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "5457",
        "school_id": "164",
        "date": "2020-05-15",
        "text": "Хочу сказать сразу, школа нормальная но, во время карантина и во время учебы задают очень много ДЗ. Во время карантина свободного времени не остается- с утра начал, а в 20:00 закончил. Учителя и тут хорошие есть (если конечно их не раздрожать) в общем школа норм но минусы есть и есть колосальные...",
        "likes_count": 13,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "5458",
        "school_id": "164",
        "date": "2019-03-17",
        "text": "Учусь в этой школе,учителя добрые! Сильные учителя английского,все хорошие и сильные,самый \"легкий\" Алла Аркадьевна,самый \"сильный\" Любовь Александровна. Советую идти в эту школу в \" А \" классы!",
        "likes_count": 14,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "5459",
        "school_id": "164",
        "date": "2025-08-30",
        "text": "Когда начал учитьтся вроде нормально но потом все учителя начали орать и снижать оценки некоторые одноклассники ведут просто отвратительно короче думаю уходить.",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 3
    },
    {
        "review_id": "5460",
        "school_id": "164",
        "date": "2017-10-16",
        "text": "Не знаю всех учителей, Но Галиева Рауза Юсевовна это ужасный педагог. Написать заявление на нее и отдать директору страшно, нас не послушают и учителя начнут унижать нас... в остальном состав учителей хороший. Но не переходите в класс Галиевой Розы Юрьевны.. она не умеет держать себя в руках и адекватно разговаривать о проблемах, сразу начинает нас запугивать тем что испортит характеристику...",
        "likes_count": 30,
        "dislikes_count": 2,
        "rating": 1
    },
    {
        "review_id": "5461",
        "school_id": "164",
        "date": "2019-10-15",
        "text": "Родная школа, сначала я закончила 10 классов, а потом моя младшая сестрёнка (на 9 лет моложе)! Очень старинное здание, со своей историей!\nОстались прекрасные воспоминания!\nПрекрасный преподавательский состав! Но это было очень давно! Директором,в ту пору,  был Николай Васильевич Кошкалда!",
        "likes_count": 13,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "5462",
        "school_id": "164",
        "date": "2020-03-22",
        "text": "Ну школа, как школа. Знания дают на среднем уровне, конечно в институт на бюджет после неё вряд ли поступишь. Да и учителя некоторые не совсем можно отнести к названию педагог.",
        "likes_count": 16,
        "dislikes_count": 2,
        "rating": 3
    },
    {
        "review_id": "5463",
        "school_id": "164",
        "date": "2024-09-24",
        "text": "Хорошая школа и учителя ",
        "likes_count": 0,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5464",
        "school_id": "164",
        "date": "2020-10-15",
        "text": "Отвратительный педагогический состав. Адекватных преподавателей в буквальном смысле очень мало. Хочется особенно отметить поведение заместителя директора по воспитательной работе-Широбоковой Элеоноры Михайловной, весьма неадекватной и злой, которая станет страхом вашего ребенка на всё его время обучения. Обоснуется этот страх диким ором, угрозами об отчислении и постановке на учёт за малейший проступок. Уж поверьте человеку , который проучился в этой школе 11 лет. Также хочется отметить Буракевич Светлану Петровну, которая принуждает детей участвовать в жизни школы,в противном случае ученика будут травить и занижать ему оценки.Земскова Анастасия Геннадьевна-злой преподаватель, который способен зашугать ученика до дрожи, способна публично унизить и стать страхом. Однако было бы не справедливо оставлять отзыв,без малейшего просвета в этом дремучем лесу. Касаткина Галина Николаевна, Феоктистова Ольга Викторовна, Конькова Татьяна Игоревна,  а также Логутова Марина Николаевна-действительно мастера своего дела,  для которых профессия учитель-искреннее призвание.",
        "likes_count": 61,
        "dislikes_count": 10,
        "rating": 1
    },
    {
        "review_id": "5465",
        "school_id": "164",
        "date": "2020-11-27",
        "text": "Школа хорошая, с хорошей историей. Но педагогический состав ужасен! Могут унизить ребенка при всех за то что он не сказал \"здравствуйте\" или за любую другую глупую причину. Заместители вообще запугивают ребенка так, что он шарахается при каждом его упоминании.  Я учился в этой школе и ушел сразу после девятого класса, хотя планировал уйти после одиннадцатого. ",
        "likes_count": 28,
        "dislikes_count": 3,
        "rating": 1
    },
    {
        "review_id": "5466",
        "school_id": "164",
        "date": "2019-03-29",
        "text": "Красивое старинное здание! Грамотные учителя, рекомендую!",
        "likes_count": 6,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "5467",
        "school_id": "164",
        "date": "2019-12-16",
        "text": "Школа хорошая,больная. Работают професионалы. Мне очень нравится",
        "likes_count": 4,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5468",
        "school_id": "164",
        "date": "2022-08-16",
        "text": "Школа нормальная, но ей нужен косметический ремонт. Не понимаю, почему деньги на всякие лицеи выделяются, а на обычные СОШ нет? ",
        "likes_count": 10,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5469",
        "school_id": "164",
        "date": "2020-09-12",
        "text": "Хорошее отношение к детям, сильные педагоги",
        "likes_count": 4,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "5470",
        "school_id": "164",
        "date": "2021-07-12",
        "text": "Вполне нормальная школа, в отличии от той в которой я училась 9 лет. ",
        "likes_count": 4,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5471",
        "school_id": "164",
        "date": "2020-02-27",
        "text": "Потму что там хорошо учат и я там учусь и мне нравится учителя добрые и ученики",
        "likes_count": 2,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5472",
        "school_id": "164",
        "date": "2022-09-05",
        "text": "Мне не разрешили привезти в школу пиццу\n",
        "likes_count": 15,
        "dislikes_count": 5,
        "rating": 1
    },
    {
        "review_id": "5473",
        "school_id": "164",
        "date": "2020-03-19",
        "text": "Плохая школа",
        "likes_count": 10,
        "dislikes_count": 4,
        "rating": 1
    },
    {
        "review_id": "5474",
        "school_id": "164",
        "date": "2021-01-27",
        "text": "Красивое здание",
        "likes_count": 3,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "5475",
        "school_id": "164",
        "date": "2020-06-19",
        "text": "Лучшая школа города Саратова!",
        "likes_count": 5,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "5476",
        "school_id": "164",
        "date": "2020-02-11",
        "text": "Лучшая школа в Волжском районе",
        "likes_count": 6,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "5477",
        "school_id": "164",
        "date": "2020-08-31",
        "text": "Благодаря этой школе я понял что я не торт 🍰🔪",
        "likes_count": 15,
        "dislikes_count": 1,
        "rating": 1
    },
    {
        "review_id": "5478",
        "school_id": "164",
        "date": "2020-03-03",
        "text": "В етай школи ни чиму ни учят  ну или йа глупий А еще Галиева Рауза любит пукать... Слова Гриши Лукошко",
        "likes_count": 16,
        "dislikes_count": 9,
        "rating": 1
    },
    {
        "review_id": "5479",
        "school_id": "164",
        "date": "2019-09-11",
        "text": "Ужасная школа!",
        "likes_count": 16,
        "dislikes_count": 10,
        "rating": 1
    },
    {
        "review_id": "5480",
        "school_id": "164",
        "date": "2019-09-08",
        "text": "Моя любимая школа",
        "likes_count": 10,
        "dislikes_count": 4,
        "rating": 4
    },
    {
        "review_id": "6904",
        "school_id": "164",
        "date": "2018-12-28",
        "text": "Прекрасное место для время провождения!",
        "likes_count": 1,
        "rating": 4
    },
    {
        "review_id": "6905",
        "school_id": "164",
        "date": "2019-08-30",
        "text": "Отличная школа. Здесь работают замечательные учителя.",
        "likes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6906",
        "school_id": "164",
        "date": "2019-12-22",
        "text": "Учителя грубые, некоторым явно недостаточно квалификации. Детей многие не уважают, работают «на от***ись». Проверено на трёх детях что тут учились - все недовольны. Другие Школы лучше",
        "likes_count": 1,
        "rating": 3
    },
    {
        "review_id": "6907",
        "school_id": "164",
        "date": "2020-03-24",
        "text": "Самая лучшая школа и самые лучшие учителя. Спасибо им за отличные знания, без проблем поступил в институт",
        "likes_count": 2,
        "rating": 5
    },
    {
        "review_id": "6908",
        "school_id": "164",
        "date": "2022-09-19",
        "text": "Так себе атмосфера",
        "likes_count": 0,
        "rating": 2
    },
    {
        "review_id": "6909",
        "school_id": "164",
        "date": "2025-09-14",
        "text": "В школе распространён булинг, директор на это закрывает глаза, если ребёнок получает 2 то с двойкой он и будет всегда. Учить детей никто не пытается, не хочет учиться значит не надо. Учителя на детей не обращают внимания. Во время уроков даже тишины не бывает. Еда в столовой вся привозная, качество и вкус еды никакой. Школа отвратительная.",
        "likes_count": 1,
        "rating": 1
    }
]