[
    {
        "review_id": "5600",
        "school_id": "168",
        "date": "2022-11-21",
        "text": "К сожалению, отзыв успел устареть и стал неактуален. Многие уже жалуются на новую администрацию, которая на заинтересована в сохранении статуса, а жаль...\n Учебное заведение высокого уровня. \nИнформатика и английский с первого класса. Классы большие, оборудованные современной техникой.  Учительский состав высококвалифицированный, администрация адекватная, идейная. Много разных направлений кружковой работы. Расположены в центре города. Коллектив детей тоже неплохой, гораздо более воспитанные дети и родители, чем во многих других заведениях. В общем и в целом стоит туда отдавать учиться своих деток",
        "likes_count": 3,
        "dislikes_count": 3,
        "rating": 2
    },
    {
        "review_id": "5601",
        "school_id": "168",
        "date": "2024-10-09",
        "text": "Отличная школа. Работают хорошие учителя. Школа отремонтированая не убитая.\n",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "5602",
        "school_id": "168",
        "date": "2021-02-01",
        "text": "Огромный минус лицея - область естественно-научных дисциплин (биология, химия в особенности) преподается из рук вон плохо. Математика там преподается по часам в бОльшем объеме, чем в обычных школах. Языки по \"продвинутым\" учебникам, сложного уровня. И все-таки, человек должен быть гармоничным, а биология - жизненно важный предмет. Если ваш ребенок, например, метит в бухгалтера - велкам. Если в медицину - он ничего не будет знать. Профильные классы обещали разные, в итоге остался один. Мой ребенок раньше любил биологию, интересовался темой природы, сейчас мало того, что дуб дубом, даже положенные часы по этим предметам не отдали, так еще и любовь вся пропала((очень обидно. Плюс школы - все новое. За учебниками и их обновлениями следят, хороший ремонт. Учителя тоже хорошие по бОльшей части. Да, и в начальной школе полная жесть была раньше по поборам, жаль, не жаловалась в прокуратуру, возможно сейчас что-то изменилось. Добавлю, что дистанционное \"обучение\" в 2020г показало полнейшее равнодушие школы к его результатам и наличию в целом))",
        "likes_count": 14,
        "dislikes_count": 3,
        "rating": 4
    },
    {
        "review_id": "5603",
        "school_id": "168",
        "date": "2024-12-03",
        "text": "Самое лучшее место! Отучился сдесь 4 класса, замечательно! Норм учителя, сложная(для взрослых) программа, но мне было оооочень легко!",
        "likes_count": 1,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "5604",
        "school_id": "168",
        "date": "2023-11-26",
        "text": "Отучился 11 классов. Многие пишут про минусы,  но если честно мало их замечал . Много разных секций, приятные преподаватели, с которыми можно обсудить учебный материал и дополнительные источники информации, которые не в ходят в учебный план и полезны для общего развития( говорю про литературу так как в основном ей интересовался), плюс учителя не ведут себя как-то скучно, а могут разрядить обстановку той или шуткой, но в тоже время держат дисциплину на достаточно высоком уровне. Кто пишет насчет слабых учителей по биологии, химии и физике и т.д., читайте название здесь царство гуманитариев. Одно печалит, что многие учебники уже устарели или же в них неточная информация, но благо интернет решает эту проблему, так что жить можно. Администрация вполне адекватная и лишний раз не ругает, так было в 21 году . Жаль только бороду заставили сбрить, а ведь так хотелось быть школьным батюшкой, даже кадило купил...",
        "likes_count": 3,
        "dislikes_count": 1,
        "rating": 4
    },
    {
        "review_id": "5605",
        "school_id": "168",
        "date": "2019-10-19",
        "text": "Хороший лицей, новенький, учат бесплатно, кормят бесплатно, есть школьный автобус который забирает детей из школы и привозит обратно, учится легко, заботливые педагоги, часто ездим на экскурсии в разные города и все бесплатно,  охрана, большая парковка, летом прохладно , зимой тепло, чистота и порядок во всём.",
        "likes_count": 9,
        "dislikes_count": 25,
        "rating": 5
    },
    {
        "review_id": "5606",
        "school_id": "168",
        "date": "2022-03-09",
        "text": "Добрый день. Мы не так давно покунули стены лицея. Одно разочарование. Персонал так себе, учителя начальной школы  слабые, а требуют много от детей и родителей, от родителей в денежном эквиваленте. Ничего хорошего я как мать для своего ребенка не увидела. Одно название - лицей. Не рекомендую отдавать туда своего ребенка. Если повезет с учителем это хорошо, но там невозможно. Нам повезло меньше. Наш бывший учитель Федотова Елена Вячеславовна с больши опытом- к сожалению это не показатель хорошего отношения к детям. Я про начальную школу сейчас пишу. Не советую к ней идти.  Своеобразный человек, хорошего ничего о ней не могу сказать, мою дочь она \"не приняла\"  , и класс тоже - и это вина учителя. Зачем учить детей если вы не хотите, но обязаны найти подход к каждому ребенку. Один негатив остался о дочери о данной учительнице, и классе . Отношение к ребенку было отрицательное.  А дети в этом возрасте сильно переживают, а учителю (Федотова Е.В.)  наплевать на чувства ребенка . Так и губят морально детей в школе такие учителя.  ",
        "likes_count": 18,
        "dislikes_count": 16,
        "rating": 1
    },
    {
        "review_id": "5607",
        "school_id": "168",
        "date": "2019-02-06",
        "text": "У меня в этом лицее учится ребенок. Внутри все  норм. Турникет, консьержка, охранник. Внутрь толтко на собрания или по орг.вопросам пускают. Во 2 классе один дополнителтный платный урок. Посмотрим что будет дальше.",
        "likes_count": 6,
        "dislikes_count": 1,
        "rating": 4
    },
    {
        "review_id": "5608",
        "school_id": "168",
        "date": "2020-04-14",
        "text": "Прекрасные педагоги, Отличный директор. Современное здание. Качественное питание в столовой.",
        "likes_count": 6,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "5609",
        "school_id": "168",
        "date": "2020-03-16",
        "text": "Отличное место, но туалетной бумаги никогда нет, приходиться использовать тетрадки и книжки. Большое бассейн в помещении под школой, есть вышка 150 метров для прыжка рыбкой. К сожалению нет раздевалки для тех кто не определился с гендером((. А так все хорошо, батончик \"Марс\" стоит 50 рублей в столовке((",
        "likes_count": 9,
        "dislikes_count": 19,
        "rating": 5
    },
    {
        "review_id": "5610",
        "school_id": "168",
        "date": "2022-01-11",
        "text": "Дети учатся в разное время!! Звонков нет, в туалетах курят!! тоже творится в коридоре, Двери старые в туалет по большому не сходишь потому что засмеют. В коридоре не чего для комфорта кроме света нет!! Это не лицей, а обычная ШКОЛА",
        "likes_count": 16,
        "dislikes_count": 8,
        "rating": 1
    },
    {
        "review_id": "5611",
        "school_id": "168",
        "date": "2019-12-14",
        "text": "Отличный лицей, сильные учителя, хорошо подобран весь педагогический состав!",
        "likes_count": 9,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5612",
        "school_id": "168",
        "date": "2020-09-13",
        "text": "Отличная школа закончила все 9 классов, педагоги на высшем уровне",
        "likes_count": 2,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "5613",
        "school_id": "168",
        "date": "2020-02-05",
        "text": "Школа отвратительная, нет места хуже на земле, чем это",
        "likes_count": 12,
        "dislikes_count": 21,
        "rating": 1
    },
    {
        "review_id": "5614",
        "school_id": "168",
        "date": "2020-03-30",
        "text": "Отличный лицей в нем затрагиваются на экономике и гуманитарии",
        "likes_count": 5,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5615",
        "school_id": "168",
        "date": "2019-10-04",
        "text": "Ремонта почти нету, деньги дерут только так",
        "likes_count": 17,
        "dislikes_count": 10,
        "rating": 1
    },
    {
        "review_id": "5616",
        "school_id": "168",
        "date": "2019-09-14",
        "text": "Хороший ГЭЛ. Но наши дети выучились и выросли,но соседи довольны .",
        "likes_count": 6,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "5617",
        "school_id": "168",
        "date": "2020-09-20",
        "text": "Открыли в этом лицее Дом Юнармии. Сам там не был но судя по отзывам хороший лицей.",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "5618",
        "school_id": "168",
        "date": "2019-12-06",
        "text": "Отличный Лицей👌",
        "likes_count": 9,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "5619",
        "school_id": "168",
        "date": "2019-10-10",
        "text": "Уровень знаний не плохой",
        "likes_count": 11,
        "dislikes_count": 1,
        "rating": 4
    },
    {
        "review_id": "5620",
        "school_id": "168",
        "date": "2020-04-23",
        "text": "Неплохая школа",
        "likes_count": 3,
        "dislikes_count": 2,
        "rating": 4
    },
    {
        "review_id": "5621",
        "school_id": "168",
        "date": "2019-11-02",
        "text": "Отличная программа",
        "likes_count": 8,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "5622",
        "school_id": "168",
        "date": "2020-02-02",
        "text": "Приятная обстановка",
        "likes_count": 7,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5623",
        "school_id": "168",
        "date": "2019-12-22",
        "text": "Я там учусь и я знаю",
        "likes_count": 10,
        "dislikes_count": 9,
        "rating": 1
    },
    {
        "review_id": "5624",
        "school_id": "168",
        "date": "2019-10-17",
        "text": "Хорошая школа!",
        "likes_count": 11,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "5625",
        "school_id": "168",
        "date": "2019-10-06",
        "text": "Хороший лицей!",
        "likes_count": 8,
        "dislikes_count": 2,
        "rating": 4
    },
    {
        "review_id": "5626",
        "school_id": "168",
        "date": "2020-01-08",
        "text": "Красивое здание...достойное обучение...",
        "likes_count": 7,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5627",
        "school_id": "168",
        "date": "2019-09-18",
        "text": "Я просто не знала как сделать",
        "likes_count": 2,
        "dislikes_count": 9,
        "rating": 2
    },
    {
        "review_id": "5628",
        "school_id": "168",
        "date": "2021-05-19",
        "text": "Класссссссс 👍👍👍👍👍👍👍❤️",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "5629",
        "school_id": "168",
        "date": "2020-03-17",
        "text": "Понтов больше чем дел.",
        "likes_count": 18,
        "dislikes_count": 4,
        "rating": 4
    },
    {
        "review_id": "5630",
        "school_id": "168",
        "date": "2017-10-18",
        "text": "лучшее место на свете",
        "likes_count": 7,
        "dislikes_count": 7,
        "rating": 5
    },
    {
        "review_id": "5631",
        "school_id": "168",
        "date": "2020-01-24",
        "text": "Просто проходила мимо",
        "likes_count": 4,
        "dislikes_count": 5,
        "rating": 4
    },
    {
        "review_id": "6947",
        "school_id": "168",
        "date": "2019-03-17",
        "text": "это прекрасное место,тут очень интересно и познавательно !1!",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6948",
        "school_id": "168",
        "date": "2019-01-23",
        "text": "Кол тебе за грамматику, Виктория.",
        "likes_count": 1,
        "rating": 1
    },
    {
        "review_id": "6949",
        "school_id": "168",
        "date": "2022-09-19",
        "text": "Хорошая школа",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6950",
        "school_id": "168",
        "date": "2025-03-27",
        "text": "Спасибо 2ГИС, за правильно построенный маршрут.🙏👍😃",
        "likes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6951",
        "school_id": "168",
        "date": "2025-03-28",
        "text": "В этом лицее всегда внимательно вы слушают и постараются найти решение, которое удовлетворит заинтересованные стороны. Каждое родительское собрание _это не просто информация об успехах ребенка, а сотрудничество между родителями и учителями в деле воспитания, образования и развития детей. ",
        "likes_count": 0,
        "rating": 5
    }
]