[
    {
        "review_id": "4955",
        "school_id": "102",
        "date": "2025-08-07",
        "text": "Гимназия дает отличное образование. Особенно хочется поблагодарить Елену Анатольевну Хлопцеву — талантливого учителя русского языка и литературы, чьи уроки дали много знаний и умений. Благодаря её профессионализму мой ребенок получил высокие результаты по ОГЭ. Все экзамены были сданы на 4 и 5.\nОчень рада, что он учится в такой сильной гимназии с такими внимательными и опытными педагогами как Елена Анатольевна Хлопцева. Спасибо за такую подготовку!!!\n",
        "likes_count": 3,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "4956",
        "school_id": "102",
        "date": "2025-08-12",
        "text": "В \"Гимназии №87\" у меня учатся двое детей, обучающихся в 7 и 10 классах. Мои дети учатся у замечательных учителей. \nХочу выразить огромную благодарность нашему учителю русского языка и литературы Хлопцевой Елене Анатольевне. Она щедро делится с учениками не только знаниями, но и теплом, и заботой. Ее вера в учеников и любовь к ним подвигает \"сворачивать горы\". Мои дети под чутким руководством Елены Анатольевны написали уже несколько исследовательских работ и заняли призовые места на всероссийских и международных конференциях. Любовь к русскому языку и литературе обрела новую силу в сердцах моих детей. Большое спасибо нашему дорогому учителю!!!\n",
        "likes_count": 1,
        "dislikes_count": 1,
        "rating": 5
    },
    {
        "review_id": "4957",
        "school_id": "102",
        "date": "2025-06-12",
        "text": "Отвратительное заведение. Я ушла в 2019-м году. \nИз хороших учителей, которых до сих пор вспоминаю с теплом, могу назвать Анисимову О. А. (химия) и Тихомирову И. В. (английский язык) — это действительно прекрасные педагоги, любящие свой предмет. \nНо сама организация — ужас. Прекрасно иллюстрируют ситуацию показухи и пафоса белые диваны в холле, на которых ученикам сидеть запрещают (!). \nОтдельный  сгусток неадеквата и наглости — это Плотникова Е. А — то ли завхоз то ли кто, непонятно, но в каждой бочке затычка. Знакомым предлагали платно остаться в 10 классе за сумму, которую платят обычно за учебу в ВУЗе. \nБегите отсюда, бегите. ",
        "likes_count": 7,
        "dislikes_count": 2,
        "rating": 1
    },
    {
        "review_id": "4958",
        "school_id": "102",
        "date": "2024-07-13",
        "text": "Обычная школа с раздутыми слухами об «элитности». В реале минусов обучения намного больше, чем плюсов. Есть всего два хороших учителей начальной школы, к которым действительно тянуться дети. Часто слышна нецензурная брань среди детей начальной школы. Кружков мало.  В том же Солярисе есть возможность посещать медиа кружок, детский отряд полиции, рисование, танцы и много других интересных развивающих сеыкций. В школе действует строгие правила, если ребенок от них отклоняется, тогда в его сторону проявится агрессия со стороны администрации, что конечно неприемлемо для ещё не окрепшей психики. Столовая кошмар. Одни булки, да макароны с котлетами и сосисками. В других школах дети давно питаются правильно и полезно. Не ждите, что ваш ребенок будет есть витаминные салаты и фрукты, в столовой о таком вообще неизвестно. С немецким языком вообще беда, учитель в возрасте крайне агрессивный. Летом обязательная отработка с 5 класса, на жаре дергать траву или красить забор. Зимой в школе холодно, администрация запрещает теплые кроссовки и толстовки. Внеучебная деятельность нулевая. Нет кружков по подготовке к олимпиадам. В других учебных заведениях уже активно внедряется деятельность детей в общественных организациях. Из плюсов есть прекрасные преподаватели обществознания, истории, русского и обж. \nРодители будущих первоклассников, советую ответственно подходить к выбору учебного заведения для вашего ребенка, ведь от этого зависит его будущее!",
        "likes_count": 12,
        "dislikes_count": 8,
        "rating": 1
    },
    {
        "review_id": "4959",
        "school_id": "102",
        "date": "2018-11-24",
        "text": "Училась в советские годы в этой школе с 4 класса. Очень люблю эту школу! Недавно теперь уже 87 гимназии исполнилось 45 лет! Устроили для всех выпускников праздник. Очень здорово!!! Ходили по коридорам , заходили в кабинеты где когда то проходили занятия. Всё не просто достойно, всё просто великолепно! Такое ощущение, что идёшь по коридорам дорогой клиники. Чистота, дорогой ремонт, огромные аквариумы с рыбами. \nВобщем очень здорово! Я думаю, что учиться в таком образцовом заведении большое счастье!",
        "likes_count": 22,
        "dislikes_count": 14,
        "rating": 5
    },
    {
        "review_id": "4960",
        "school_id": "102",
        "date": "2025-07-30",
        "text": "Место, где калечат психику детей. Педагоги в университетах видимо не учили такой предмет, как педагогическая психология. Во всяком случае именно такой была обстановка несколько лет назад. Услышать ребёнку оскорбление от педагога в данной недогимназии – обычное дело. Из сильных учителей, которые прививают любовь к своему предмету, благодаря заинтересованности и доброжелательному отношению – Хлопцева Елена Анатольевна. Из неадекватных, нарушающих не то что профессиональную этику, а в принципе нормы общения в обществе – это завхоз, таких людей ещё надо поискать.",
        "likes_count": 4,
        "dislikes_count": 2,
        "rating": 2
    },
    {
        "review_id": "4961",
        "school_id": "102",
        "date": "2018-09-06",
        "text": "Хотела вести ребенка на подготовку в МБЛ, оформила заявление на сайте, а, будучи в отпуске, зашла и в 87 гимназию.. написать еще одно заявление... и приняла решение, что ребенок будет учиться здесь..\nТрудно об'яснить... Нет, я не сравниваю новое здание МБЛ и 87-ю...\nМне комфортнее показалось именно в 87-й, отношением, тем как приняли, как поговорили...\nИ сейчас, обучаясь в 87-й не первый год)), хочу сказать, что мы не разочарованы ни своим Учителем, ни уровнем подготовки (правда у нас пока началка))))",
        "likes_count": 15,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "4962",
        "school_id": "102",
        "date": "2018-08-29",
        "text": "Гимназия #87 находится в двухэтажном здании старой советской постройки. Ремонтные работы внутри здания к началу учебного года практически завершены. Уровень преподавания в ней средний, поэтому директрисса гимназии для его повышения привлекает педагогов из ВУЗов Саратова.",
        "likes_count": 6,
        "dislikes_count": 15,
        "rating": 3
    },
    {
        "review_id": "4963",
        "school_id": "102",
        "date": "2022-08-04",
        "text": "Любимая гимназия! Очень ей благодарна за образование дочери. Красивая, современная обстановка, прививающая детям любовь к прекрасному. Опытные и неравнодушные учителя, активная школьная жизнь у детей. ",
        "likes_count": 8,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "4964",
        "school_id": "102",
        "date": "2021-11-18",
        "text": "От «Гимназии» одно название. Учителя позволяют себе отвратительное отношение к детям. Возникает вопрос, проходят ли вообще «учителя» тест на проф. пригодность и психологическую проверку. Создаётся впечатление, что все свои домашние проблемы учителя выплёскивают на детей. Не хочу переводить ребёнка из школы, но на фоне подозрения развития у него психологической травмы, боюсь, что у меня нет другого выбора. ",
        "likes_count": 36,
        "dislikes_count": 17,
        "rating": 1
    },
    {
        "review_id": "4965",
        "school_id": "102",
        "date": "2019-01-08",
        "text": "Хорошие учителя за исключением некоторых. Дружелюбная обстановка, хорошая подготовка к экзаменам. Есть собственная бесплатная качалка. Различные секции",
        "likes_count": 10,
        "dislikes_count": 7,
        "rating": 5
    },
    {
        "review_id": "4966",
        "school_id": "102",
        "date": "2023-08-17",
        "text": "Дочка закончила гимназию в этом году. Учителя замечательные, огромное им спасибо: классному руководителю Максимкиной Т.В.! Хлопцевой Е.А, Дроздовой А.В., Арсентьевой Л.Б.",
        "likes_count": 5,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "4967",
        "school_id": "102",
        "date": "2019-03-30",
        "text": "Очень хорошая школа !!! Мой ребёнок ходит на подготовку туда очень профессиональные учителя и хорошая программа.  Так что мы очень довольны и всем рекомендуем",
        "likes_count": 12,
        "dislikes_count": 10,
        "rating": 5
    },
    {
        "review_id": "4968",
        "school_id": "102",
        "date": "2024-03-14",
        "text": "Плюсы - действительно неплохо учат, сдавала ЕГЭ без репетиторов.\nМинусы - постоянно лупили, разок ноги переломали.\nВпрочем, у меня староватые данные, 2011 год",
        "likes_count": 3,
        "dislikes_count": 3,
        "rating": 2
    },
    {
        "review_id": "4969",
        "school_id": "102",
        "date": "2020-12-26",
        "text": "Одно из лучших образовательных учреждений г. Саратова. Профессиональный педагогический состав. Уютно и комфортно детям и родителям.",
        "likes_count": 10,
        "dislikes_count": 8,
        "rating": 5
    },
    {
        "review_id": "4970",
        "school_id": "102",
        "date": "2018-09-09",
        "text": "отличная школа хорошие учителя с большим колличеством опыта добрые но справедливые! всегда уследят за детьми и предупредят об изменениях в расписании или в общем понятии!",
        "likes_count": 9,
        "dislikes_count": 8,
        "rating": 5
    },
    {
        "review_id": "4971",
        "school_id": "102",
        "date": "2025-07-20",
        "text": "Что за педагоги которые поехали в лагерь бивак. Я буду жаловаться в районо. Там я укажу фамилию педагога который не умеет себя вести и обзывает детей, бросает трубки звоня родителям. ",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 1
    },
    {
        "review_id": "4972",
        "school_id": "102",
        "date": "2022-07-13",
        "text": "Замечательная гимназия. Закончила сама, учился ребёнок. Хорошие учителя, ребята нормальные. Реальные знания",
        "likes_count": 4,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "4973",
        "school_id": "102",
        "date": "2019-11-02",
        "text": "Нам посчастливилось дважды принимать участие в региональном интеллектуальном марафоне \" Игры разума\". Всё было на высоком уровне как для детей,  так же и для их родителей, и для учителей. г.Балаково МАОУ Лицей №2",
        "likes_count": 13,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "4974",
        "school_id": "102",
        "date": "2020-02-08",
        "text": "Хорошая гимназия. Сильный педагогический состав, в стороне от дороги. Очень удобно подъезжать",
        "likes_count": 12,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "4975",
        "school_id": "102",
        "date": "2019-11-13",
        "text": "Очень хорошая гимназия.Всегда чисто ,преподаватели, внимательные, с пониманием относятся к ученикам и их родителям",
        "likes_count": 15,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "4976",
        "school_id": "102",
        "date": "2018-07-19",
        "text": "Пафосно  и дорого, но знания  действительно даются но минус избирательное отношение к детям чьи родители бегают и приносят к тем более лояльное отношение после 4 и 3 гимназии красный диплом в колледже....и вузе",
        "likes_count": 8,
        "dislikes_count": 2,
        "rating": 4
    },
    {
        "review_id": "4977",
        "school_id": "102",
        "date": "2020-09-03",
        "text": "Уютная школа , коллектив отзывчивых, веселых , заботливых, знающих учителей и административных сотрудников.",
        "likes_count": 7,
        "dislikes_count": 7,
        "rating": 5
    },
    {
        "review_id": "4978",
        "school_id": "102",
        "date": "2020-01-18",
        "text": "Наверное самая уютная гимназия в Саратове!!!!Грамотные учителя, хорошее отношение к ученикам .Все на 5!!!!",
        "likes_count": 18,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "4979",
        "school_id": "102",
        "date": "2021-03-14",
        "text": "Отличная школа! Замечательная среда для воспитания достойных членов общества, готовых ко всем преградам и испытаниям в жизни!",
        "likes_count": 9,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "4980",
        "school_id": "102",
        "date": "2020-09-10",
        "text": "Место где всегда давали и дают хорошее начальное образование. Учился сам, сейчас учатся мои дети.",
        "likes_count": 9,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "4981",
        "school_id": "102",
        "date": "2019-03-11",
        "text": "Очень грузят детей всякими заданиями! Все постоянно на репетиторах. С приходом нового директора многие учителя ушли. Уровень знаний никакой. Деньги только давай!\nUPD 11.03.2019: всем минусующим - вы учителя данной гимназии или директор? Что вы минусите? Или родителям будущих первоклашек уже не надо по 5000 сдавать \"попечительских\"???",
        "likes_count": 48,
        "dislikes_count": 23,
        "rating": 2
    },
    {
        "review_id": "4982",
        "school_id": "102",
        "date": "2019-01-24",
        "text": "Очень хорошее учебное заведение!! Сильный преподавательский состав!!",
        "likes_count": 7,
        "dislikes_count": 7,
        "rating": 5
    },
    {
        "review_id": "4983",
        "school_id": "102",
        "date": "2020-01-20",
        "text": "Достойное образовательное учреждение, с грамотным педагогическим персоналом.",
        "likes_count": 12,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "4984",
        "school_id": "102",
        "date": "2019-11-28",
        "text": "Хорошая школа",
        "likes_count": 13,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "4985",
        "school_id": "102",
        "date": "2020-09-13",
        "text": "опытные педагоги, отличный директор и хороший, дружный коллектив!\n",
        "likes_count": 7,
        "dislikes_count": 9,
        "rating": 5
    },
    {
        "review_id": "4986",
        "school_id": "102",
        "date": "2018-11-17",
        "text": "Замечательная гимназия! Высокопрофессиональные педагоги! Хорошая атмосфера!",
        "likes_count": 8,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "4987",
        "school_id": "102",
        "date": "2019-01-01",
        "text": "учат хорошо, да и заведение не плохое, но домашки задают очень много!",
        "likes_count": 12,
        "dislikes_count": 4,
        "rating": 4
    },
    {
        "review_id": "4988",
        "school_id": "102",
        "date": "2019-09-12",
        "text": "Чисто, и преподаватели доброжелптельные, как к детям так и к родителям.",
        "likes_count": 8,
        "dislikes_count": 10,
        "rating": 5
    },
    {
        "review_id": "4989",
        "school_id": "102",
        "date": "2020-06-02",
        "text": "Скажу честно гимназия может и хорошая но там сплошная корупция. Своё время я хотел своих детей туда устроить но директриса такую цену зарядила как в ВУЗ и я разочеровался",
        "likes_count": 20,
        "dislikes_count": 17,
        "rating": 3
    },
    {
        "review_id": "4990",
        "school_id": "102",
        "date": "2021-04-23",
        "text": "Отличная школа, очень хороший учительский состав.",
        "likes_count": 3,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "4991",
        "school_id": "102",
        "date": "2019-10-09",
        "text": "Очень хорошая гимназия. Хороший преподавательской состав.",
        "likes_count": 10,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "4992",
        "school_id": "102",
        "date": "2020-03-31",
        "text": "Мне очень нравится,что Директор этой гимназии делает:пластиковые окна почти во всей школе,сделали железный забор и т.д.",
        "likes_count": 8,
        "dislikes_count": 7,
        "rating": 5
    },
    {
        "review_id": "4993",
        "school_id": "102",
        "date": "2019-11-14",
        "text": "Хорошая школа. Но когда ходили на подготовку мало места в фойе для переодевания",
        "likes_count": 10,
        "dislikes_count": 8,
        "rating": 1
    },
    {
        "review_id": "4994",
        "school_id": "102",
        "date": "2019-07-29",
        "text": "Хорошая гимназия. У меня дочка здесь учится. Дают хорошие знания.Как и во всех МАОУ поборы развиты,это минус",
        "likes_count": 6,
        "dislikes_count": 4,
        "rating": 4
    },
    {
        "review_id": "4995",
        "school_id": "102",
        "date": "2025-03-17",
        "text": " Всё круто ",
        "likes_count": 0,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "4996",
        "school_id": "102",
        "date": "2020-10-17",
        "text": "Отличная школа и очень сильные преподаватели",
        "likes_count": 7,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "4997",
        "school_id": "102",
        "date": "2018-10-23",
        "text": "Отличная Школа. Свежий ремонт и очень комфортная атмосфера",
        "likes_count": 7,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "4998",
        "school_id": "102",
        "date": "2020-09-28",
        "text": "Хорошие преподаватели, оборудованные классы",
        "likes_count": 3,
        "dislikes_count": 5,
        "rating": 4
    },
    {
        "review_id": "4999",
        "school_id": "102",
        "date": "2019-08-15",
        "text": "Лучшая школа Ленинского района",
        "likes_count": 11,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "5000",
        "school_id": "102",
        "date": "2020-12-04",
        "text": "Хорошая школа, замечательные учителя",
        "likes_count": 5,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "5001",
        "school_id": "102",
        "date": "2024-11-15",
        "text": "Школа не очень \nОсобенно ужасен преподаватель русского языка ",
        "likes_count": 1,
        "dislikes_count": 2,
        "rating": 1
    },
    {
        "review_id": "5002",
        "school_id": "102",
        "date": "2020-04-03",
        "text": "Это то место, где дети получают настоящие знания!",
        "likes_count": 8,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "5003",
        "school_id": "102",
        "date": "2018-11-15",
        "text": "Туда берут строго по прописке детей.",
        "likes_count": 3,
        "dislikes_count": 20,
        "rating": 1
    },
    {
        "review_id": "5004",
        "school_id": "102",
        "date": "2019-09-19",
        "text": "Чисто, опрятно, хороший ремонт в классах.",
        "likes_count": 7,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5005",
        "school_id": "102",
        "date": "2022-04-16",
        "text": "Одно из лучших учебных заведений города.",
        "likes_count": 5,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "5006",
        "school_id": "102",
        "date": "2019-12-04",
        "text": "Прекрасная школа, прекрасные учителя",
        "likes_count": 11,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5007",
        "school_id": "102",
        "date": "2020-03-20",
        "text": "Дочь учится, мы мучаемся. Нормальная школа, точно в десятке лучших Саратова.",
        "likes_count": 10,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "5008",
        "school_id": "102",
        "date": "2020-07-08",
        "text": "Была разочарованна очень! Отношение хамское, с детьми общего языка найти не могут!",
        "likes_count": 23,
        "dislikes_count": 17,
        "rating": 1
    },
    {
        "review_id": "5009",
        "school_id": "102",
        "date": "2023-06-29",
        "text": "доброжелательный персонал, ходили на курсы",
        "likes_count": 3,
        "dislikes_count": 0,
        "rating": 3
    },
    {
        "review_id": "5010",
        "school_id": "102",
        "date": "2019-10-28",
        "text": "Дисциплина, престиж, реальные знания.",
        "likes_count": 14,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "5011",
        "school_id": "102",
        "date": "2019-08-03",
        "text": "Хорошие учителя,хорошая атмосфера",
        "likes_count": 8,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "5012",
        "school_id": "102",
        "date": "2017-07-06",
        "text": "Я поставила \"3\" из-за состояния гимназии. Не помешал бы ремонт ...",
        "likes_count": 3,
        "dislikes_count": 5,
        "rating": 3
    },
    {
        "review_id": "5013",
        "school_id": "102",
        "date": "2019-02-03",
        "text": "Лучшая школа в районе",
        "likes_count": 6,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "5014",
        "school_id": "102",
        "date": "2019-11-28",
        "text": "Хорошая школа",
        "likes_count": 13,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "5015",
        "school_id": "102",
        "date": "2019-02-24",
        "text": "Учусь в этой школе уже 7 лет. Все прекрасно!",
        "likes_count": 4,
        "dislikes_count": 6,
        "rating": 5
    },
    {
        "review_id": "5016",
        "school_id": "102",
        "date": "2018-02-26",
        "text": "все хорошо, но я  считаю, что гимназии не помешал бы небольшой ремонт.",
        "likes_count": 3,
        "dislikes_count": 6,
        "rating": null
    },
    {
        "review_id": "5017",
        "school_id": "102",
        "date": "2018-09-24",
        "text": "Неровный преподавательский состав.",
        "likes_count": 5,
        "dislikes_count": 3,
        "rating": 3
    },
    {
        "review_id": "5018",
        "school_id": "102",
        "date": "2023-11-14",
        "text": "Мне все нравится",
        "likes_count": 1,
        "dislikes_count": 0,
        "rating": 5
    },
    {
        "review_id": "5019",
        "school_id": "102",
        "date": "2021-01-25",
        "text": "Отличная школа в которой учусь",
        "likes_count": 4,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5020",
        "school_id": "102",
        "date": "2019-04-13",
        "text": "Хорошая гимназия",
        "likes_count": 5,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "5021",
        "school_id": "102",
        "date": "2020-02-03",
        "text": "Отличная гимназия",
        "likes_count": 7,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "5022",
        "school_id": "102",
        "date": "2019-10-28",
        "text": "очень хорошая и престижная школа",
        "likes_count": 8,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "5023",
        "school_id": "102",
        "date": "2020-01-12",
        "text": "Здание расположено в зоне ЛЭП находиться там можно до часа в сутки.",
        "likes_count": 17,
        "dislikes_count": 11,
        "rating": 1
    },
    {
        "review_id": "5024",
        "school_id": "102",
        "date": "2019-09-20",
        "text": "Хорошая школа.",
        "likes_count": 11,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "5025",
        "school_id": "102",
        "date": "2019-05-23",
        "text": "обычная школа, без чего то особенного.",
        "likes_count": 8,
        "dislikes_count": 4,
        "rating": 4
    },
    {
        "review_id": "5026",
        "school_id": "102",
        "date": "2022-09-16",
        "text": "Всё очень хорошо",
        "likes_count": 1,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5027",
        "school_id": "102",
        "date": "2020-04-11",
        "text": "Востребовано - детей привозят и забирают на а/м, не протолкнешься",
        "likes_count": 9,
        "dislikes_count": 0,
        "rating": 4
    },
    {
        "review_id": "5028",
        "school_id": "102",
        "date": "2020-03-20",
        "text": "понравился ремонт",
        "likes_count": 5,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "5029",
        "school_id": "102",
        "date": "2019-01-16",
        "text": "Отличное учебное заведение",
        "likes_count": 8,
        "dislikes_count": 4,
        "rating": 5
    },
    {
        "review_id": "5030",
        "school_id": "102",
        "date": "2022-08-31",
        "text": "спасибо вам дергунова с.а",
        "likes_count": 2,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "5031",
        "school_id": "102",
        "date": "2019-06-08",
        "text": "Я помню её школой, теперь гимназия для сообразительных детей и состоятельных родителей.",
        "likes_count": 6,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "5032",
        "school_id": "102",
        "date": "2020-03-16",
        "text": "Хочу, чтобы внук в ней учился",
        "likes_count": 4,
        "dislikes_count": 4,
        "rating": 4
    },
    {
        "review_id": "5033",
        "school_id": "102",
        "date": "2020-01-07",
        "text": "Училась дочь на 4и 5.",
        "likes_count": 6,
        "dislikes_count": 2,
        "rating": 5
    },
    {
        "review_id": "5034",
        "school_id": "102",
        "date": "2019-04-06",
        "text": "Кормят плохо",
        "likes_count": 14,
        "dislikes_count": 6,
        "rating": 3
    },
    {
        "review_id": "5035",
        "school_id": "102",
        "date": "2020-02-21",
        "text": "Лучшая школа",
        "likes_count": 8,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5036",
        "school_id": "102",
        "date": "2018-03-23",
        "text": "я думаю одна из лучших школ города",
        "likes_count": 4,
        "dislikes_count": 5,
        "rating": 5
    },
    {
        "review_id": "5037",
        "school_id": "102",
        "date": "2020-04-23",
        "text": "Это лучшаё место",
        "likes_count": 6,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "5038",
        "school_id": "102",
        "date": "2019-03-26",
        "text": "Большое, удобное здание школы, где проходит региональная конференция.",
        "likes_count": 6,
        "dislikes_count": 7,
        "rating": 5
    },
    {
        "review_id": "5039",
        "school_id": "102",
        "date": "2019-11-04",
        "text": "Современное образовательное учреждение.",
        "likes_count": 12,
        "dislikes_count": 3,
        "rating": 5
    },
    {
        "review_id": "6610",
        "school_id": "102",
        "date": "2020-09-17",
        "text": "Пришкольная территория в ужасном состоянии. Подъезд разбит, постоянно устраивают парковки родители. Всю территорию обнесли забором, что создало неимоверные неудобства для жильцов района,ведь теперь на диспетчерскую нужно обходить через весь квартал. Сама школа в неплохом состоянии, кроме лакокрасочного. Внутри ремонт хороший.",
        "likes_count": 8,
        "rating": 2
    },
    {
        "review_id": "6611",
        "school_id": "102",
        "date": "2023-02-10",
        "text": "Так себе школа",
        "likes_count": 4,
        "rating": 1
    },
    {
        "review_id": "6612",
        "school_id": "102",
        "date": "2024-03-16",
        "text": "крутая школа , люблю ее !!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",
        "likes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6613",
        "school_id": "102",
        "date": "2024-04-06",
        "text": "Дороги зуйня слишком расшатаны повредил руку и локоть",
        "likes_count": 1,
        "rating": 3
    },
    {
        "review_id": "6614",
        "school_id": "102",
        "date": "2024-04-13",
        "text": "Гимназия го*но",
        "likes_count": 0,
        "rating": 1
    },
    {
        "review_id": "6615",
        "school_id": "102",
        "date": "2024-04-18",
        "text": "Отличная гимназия! Прекрасный, высококвалифицированный педагогический состав. Территория и само здание очень ухожены, рабочие кабинеты оснащены современным мультимедийным оборудованием, всегда приятно приходить на школьные мероприятия.",
        "likes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6616",
        "school_id": "102",
        "date": "",
        "text": "Отвратительное \\",
        "likes_count": 7,
        "rating": 1
    },
    {
        "review_id": "6617",
        "school_id": "102",
        "date": "2024-07-29",
        "text": "Будьте готовы к бесконечным тратам на репетиторов",
        "likes_count": 2,
        "rating": 1
    },
    {
        "review_id": "6618",
        "school_id": "102",
        "date": "2025-01-31",
        "text": "Не верьте глупым отзывам, училась там сама.Это совершенно другой уровень, не средняя общеобразовательная школка, разница сильно видна. Если действительно хотите обеспечить детям отличную базу знаний - вам сюда.",
        "likes_count": 1,
        "rating": 5
    },
    {
        "review_id": "6619",
        "school_id": "102",
        "date": "2025-03-06",
        "text": "Как только наступает весна сразу же появляются океаны воду у школы. Пока прошла 2 раза в воду упала.",
        "likes_count": 0,
        "rating": 1
    },
    {
        "review_id": "6620",
        "school_id": "102",
        "date": "2025-03-06",
        "text": "Школа го@но",
        "likes_count": 0,
        "rating": 1
    },
    {
        "review_id": "6621",
        "school_id": "102",
        "date": "2025-04-21",
        "text": "Хорошая школа. Если ваши дети нацелены на получение качественного образования, им понравится. Просто так хорошие оценки тут не ставят. Оснащение школы на высоком уровне. Подозреваю, что плохие отзывы пишут родители неуспевающих детей.",
        "likes_count": 0,
        "rating": 5
    },
    {
        "review_id": "6622",
        "school_id": "102",
        "date": "2024-07-16",
        "text": "Отвратительное \"учебное\" заведение. Отбило напрочь у ребенка желание учиться и заниматься вообще чем либо познавательным, хотя перевелся в нее круглым отличником. На уроках только опросы, ничего толком не объясняется. Вся работа по изучению даётся родителям на дом. Домашних заданий часов на 5. Нет времени на кружки вне школы. Учитель физкультуры обязывается, толкает, даёт затрещины. За улыбку на уроке вызов родителя. За непонятно что снижение оценок. За то что забыли тетрадь просто так лепят двойки в Эл дневник, которые потом не убирают и они снижают средний балл. Постоянно Кл рук названивает родителям , даже в выходные с какими то дурацкими жалобами на ребенка, что тот мусор не вынес из класса или пришел не в брюках а в черных джинсах разок. Истерия одна от учителей. Нет ни любви к процессу обучения ни к детям. Истрепали все нервы и ребенку и семье. Благо ребенок умница и не смотря на все попытки пед коллектива смешать с грязью , перейдя в другую школу, вновь обрел себя, учится на 4-5. Не отдавайте своих деток в это заведение!",
        "likes_count": 0,
        "rating": null
    }
]